Repository: ruuvi/com.ruuvi.station.ios
Catalog: station/Resources/Strings/*.lproj/Localizable.strings
Languages: de, fi, fr, ru, sv

# WebTagSettings.confirmTagRemovalDialog.message
source: Are you sure you want to remove this virtual sensor?
de: Möchten Sie diesen virtuellen Sensor wirklich entfernen?
fi: Haluatko varmasti poistaa?
fr: Êtes-vous certain de vouloir supprimer ?
ru: Вы уверены что хотите удалить?
sv: Är du säker på att du vill ta bort den här virtuella sensorn?

# WebTagSettings.Location.Current
source: Your location
de: Ihr Standort
fi: Nykyinen sijaintisi
fr: Localisation actuelle
ru: Ваше текущее месторасположение
sv: Din plats

# WebTagSettings.confirmClearLocationDialog.title
source: Clear Location
de: Standort löschen
fi: Poista sijainti
fr: Supprimer la localisation
ru: Очистить месторасположение
sv: Renas Plats

# WebTagSettings.confirmClearLocationDialog.message
source: Are you sure you want to clear location for this virtual sensor? Current location will be used instead.
de: Möchten Sie den Standort dieses virtuellen Sensors wirklich löschen? Stattdessen wird der aktuelle Standort verwendet.
fi: Oletko varma, että haluat poistaa tämän sijainnin ja käyttää nykyistä sijaintiasi?
fr: Êtes-vous certain de vouloir supprimer cette position et d'utiliser votre position actuelle ?
ru: Вы уверены, что хотите очистить месторасположение? Будет использовано текущее месторасположение.
sv: Är du säker på att du vill rensa plats för den här virtuella sensorn? Nuvarande plats kommer att användas istället.

# WebTagSettings.navigationItem.title
source: Virtual Sensor Settings
de: Virtuelle Sensoreinstellungen
fi: Asetukset
fr: Réglages
ru: Настройки
sv: Inställningar

# WebTagSettings.Label.BackgroundImage.text
source: BACKGROUND IMAGE
de: HINTERGRUND BILD
fi: TAUSTAKUVA
fr: FOND D'ÉCRAN
ru: ФОНОВОЕ ИЗОБРАЖЕНИЕ
sv: BAKGRUNDSBILD

# WebTagSettings.Label.Location.text
source: Location
de: Standort
fi: Paikka
fr: Position
ru: Месторасположение
sv: Plats

# WebTagSettings.Button.Remove.title
source: REMOVE THIS VIRTUAL SENSOR
de: ENTFERNEN SIE DIESEN VIRTUELLEN SENSOR
fi: POISTA
fr: SUPPRIMER CE CAPTEUR VIRTUEL
ru: УДАЛИТЬ
sv: TA BORT

# WebTagSettings.SectionHeader.Name.title
source: NAME
fi: NIMI
fr: NOM
ru: ИМЯ
sv: NAMN

# WebTagSettings.SectionHeader.MoreInfo.title
source: MORE INFO
de: MEHR INFO
fi: LISÄTIETOJA
fr: PLUS D'INFOS
ru: ДОПОЛНИТЕЛЬНО
sv: MER INFO

# WebTagSettings.Alerts.Temperature.description
source: Alert when less than %.0f or more than %.0f
de: Warnung bei weniger als %.0f oder mehr als %.0f
fi: Hälytä, mikäli lämpötila alle %.0f tai yli %.0f
fr: Notifier si la température est inférieure à %.0f ou supérieure à %.0f
ru: Уведомить если меньше %.0f или больше %.0f
sv: Alarmera om mindre än %.0f eller mer än %.0f

# WebTagSettings.Alerts.Off
source: Off
de: Aus
fi: Pois käytöstä
fr: Désactivé
ru: Отключено
sv: Av

# WebTagSettings.temperatureAlertTitleLabel.text
source: Temperature
de: Temperatur
fi: Lämpötila
fr: Température
ru: Температура
sv: Temperatur

# WebTagSettings.Label.disabled.text
source: DISABLED?
de: AUSGESCHALTET?
fi: POIS KÄYTÖSTÄ?
fr: DÉSACTIVÉ ?
ru: НЕДОСТУПНО?
sv: INAKTIVERAD?

# WebTagSettings.Label.alerts.text
source: ALERTS
de: WARNUNGEN
fi: HÄLYTYKSET
fr: NOTIFICATIONS
ru: УВЕДОМЛЕНИЯ
sv: ALARM

source: In order to enable virtual sensor alerts please always grant location and notification permissions in Settings.
de: Um virtuelle Sensorwarnungen zu aktivieren, erteilen Sie bitte immer Standort- und Benachrichtigungsberechtigungen in den Einstellungen.
fi: Virtuaalisten antureiden hälytysominaisuus tarvitsee oikeuden sekä paikkatiedon että palveluilmoitusten näyttämiseen. Tarkasta sovellusasetukset.
fr: Pour activer les notifications, veuillez autoriser la géolocalisation ainsi que l'affichage des notifications dans les réglages de votre appareil.
ru: Чтобы включить уведомления для Виртуальных Сенсоров, пожалуйста дайте разрешение на использование геолокации в Настройках.
sv: Den virtuella sensorns alarmfunktion kräver rätt att visa både platsinformation och push-meddelanden. Kontrollera applikationsinställningarna.

# WebTagSettings.AlertsAreDisabled.Dialog.Settings.title
source: Settings
de: Einstellungen
fi: Asetukset
fr: Réglages
ru: Настройки
sv: Inställningar

# WebTagSettings.AirHumidityAlert.title
source: Air Humidity
de: Luftfeuchtigkeit
fi: Ilmankosteus
fr: Humidité de l'air
ru: Относительная Влажность
sv: Luftfuktighet

# WebTagSettings.Alerts.Humidity.description
source: Alert when less than %.0f or more than %.0f
de: Warnung bei weniger als %.0f oder mehr als %.0f
fi: Hälytä, mikäli alle %.0f tai yli %.0f
fr: Notifier si la valeur est inférieure à %.0f ou supérieure à %.0f
ru: Уведомить если меньше %.0f или больше %.0f
sv: Alarmera om mindre än %.0f eller mer än %.0f

# WebTagSettings.Alerts.DewPoint.description
source: Alert when less than %.0f or more than %.0f
de: Warnung bei weniger als %.0f oder mehr als %.0f
fi: Hälytä, mikäli kastepiste alle %.0f tai yli %.0f
fr: Notifier si le point de rosée est inférieur à %.0f ou supérieur à %.0f
ru: Уведомить если меньше %.0f или больше %.0f
sv: Alarmera om mindre än %.0f eller mer än %.0f

# WebTagSettings.dewPointAlertTitleLabel.text
source: Dew Point
de: Taupunkt
fi: Kastepiste
fr: Point de rosée
ru: Точка Росы
sv: Daggpunkt

# WebTagSettings.PressureAlert.title
source: Air Pressure
de: Luftdruck
fi: Ilmanpaine
fr: Pression de l'air
ru: Атмосферное Давление
sv: Luftfuktighet

# WebTagSettings.Alerts.Pressure.description
source: Alert when less than %.0f or more than %.0f
de: Warnung bei weniger als %.0f oder mehr als %.0f
fi: Hälytä, mikäli ilmanpaine alle %.0f tai yli %.0f
fr: Notifier si la pression de l'air est inférieure à %.0f ou supérieure à %.0f
ru: Уведомить если меньше %.0f или больше %.0f
sv: Alarmera om mindre än %.0f eller mer än %.0f

# Welcome.description.text
source: To find nearby sensors and receive live sensor data, press 'scan'.
de: Um Sensoren in der Nähe zu finden und Live-Sensordaten zu empfangen, drücken Sie Scannen.
fi: Etsi lähistöllä olevia antureita napauttamalla Skannaa.
fr: Appuyer sur scanner pour trouver des capteurs.
ru: Чтобы найти сенсор рядом и получать текущие данные, нажмите сканировать.
sv: Klicka på Skanna för att hitta sensorer i närheten.

# DiscoverTable.SectionTitle.Devices
source: Nearby Ruuvi sensors
de: Ruuvi-Sensoren in der Nähe
fi: Lähellä olevat Ruuvi-laitteet
fr: Capteurs Ruuvi à proximité
ru: Ближайшие Сенсоры
sv: Ruuvi sensorer i närheten

source: ago
de: vor
fi: sitten
fr: avant
ru: назад
sv: sedan

# TagSettings.MovementAlert.title
source: Movement
de: Bewegung
fi: Liike
fr: Mouvement
ru: Движение
sv: Rörelse

# TagSettings.Alerts.Movement.description
source: Alert when sensor is moved
de: Warnung, wenn der Sensor bewegt wird
fi: Hälytä, mikäli liike havaittu
fr: Notifier quand le capteur est déplacé
ru: Уведомить при движении
sv: Alarmera om rörelse upptäcks

# LocalNotificationsManager.HighHumidity.title
source: Air Humidity is too high!
de: Luftfeuchtigkeit ist zu hoch!
fi: Suhteellinen ilmankosteus liian korkea!
fr: L'humidité de l'air est trop haute !
ru: Высокая Влажность!
sv: För hög Luftfuktighet!

# LocalNotificationsManager.LowHumidity.title
source: Air Humidity is too low!
de: Luftfeuchtigkeit ist zu niedrig!
fi: Suhteellinen ilmankosteus liian alhainen!
fr: L'humidité de l'air est trop basse !
ru: Низкая Влажность!
sv: För låg Luftfuktighet!

# LocalNotificationsManager.DidMove.title
source: Movement detected!
de: Bewegung erkannt!
fi: Liike havaittu!
fr: Mouvement détecté !
ru: Сработал Датчик Движения!
sv: Rörelse upptäckt!

# LocalNotificationsManager.HighPressure.title
source: Air Pressure is too high!
de: Luftdruck ist zu hoch!
fi: Ilmanpaine liian korkea!
fr: La pression de l'air est trop haute !
ru: Высокое Атмосферное Давление!
sv: För högt Lufttryck!

# LocalNotificationsManager.LowPressure.title
source: Air Pressure is too low!
de: Luftdruck ist zu niedrig!
fi: Ilmanpaine liian alhainen!
fr: La pression de l'air est trop basse !
ru: Низкое Атмосферное Давление!
sv: För lågt Lufttryck!

# LocalNotificationsManager.HighSignal.title
source: Signal strength is too high!
de: Signalstärke ist zu hoch!
fi: Signaalin voimakkuus liian korkea!
sv: För hög signalstyrka!

# LocalNotificationsManager.LowSignal.title
source: Signal strength is too low!
de: Signalstärke ist zu gering!
fi: Signaalin voimakkuus liian alhainen!
sv: För låg signalstyrka!

# LocalNotificationsManager.HighTemperature.title
source: Temperature is too high!
de: Temperatur ist zu hoch!
fi: Lämpötila liian korkea!
fr: Température trop haute !
ru: Высокая температура!
sv: För hög temperatur!

# LocalNotificationsManager.LowTemperature.title
source: Temperature is too low!
de: Temperatur zu niedrig!
fi: Lämpötila liian alhainen!
fr: Température trop basse !
ru: Низкая температура!
sv: För låg temperatur!

# TagSettings.Alerts.Off
source: Off
de: Aus
fi: Pois käytöstä
fr: Désactivé
ru: Отключено
sv: Av

# TagSettings.Alerts.Temperature.description
source: Alert when less than %0.f or more than %0.f
de: Warnung bei weniger als %0.f oder mehr als %0.f
fi: Hälytä, mikäli alle %0.f tai yli %0.f
fr: Notifier si la valeur est inférieure à %0.f ou supérieure à %0.f
ru: Уведомление если меньше %0.f или больше %0.f
sv: Alarmera när mindre än %0.f eller mer än %0.f

# TagSettings.Label.alerts.text
source: Alerts
de: Warnungen
fi: Hälytykset
fr: Notifications
ru: Уведомления
sv: Alarm

# TagSettings.backgroundImageLabel.text
source: Background image
de: Hintergrund bild
fi: Taustakuva
fr: Fond d'écran
ru: Фоновое изображение
sv: Bakgrundsbild

# TagSettings.batteryVoltageTitleLabel.text
source: Battery Voltage
de: Batteriespannung
fi: Paristojännite
fr: Tension de la pile
ru: Напряжение Батареи
sv: Batterispänning

# HumidityCalibration.Button.Calibrate.title
source: Calibrate
de: Kalibrieren
fi: Kalibroi
fr: Calibrer
ru: Калибровать
sv: Kalibrera

# HumidityCalibration.lastCalibrationDate.format
source: Calibrated: %@
de: Kalibriert: %@
fi: Kalibroitu: %@
fr: Calibré : %@
ru: Откалибровано: %@
sv: Kalibrerad: %@

# HumidityCalibration.Description.text
source: In order to measure relative humidity as accurately as possible, a sodium chloride (salt) calibration is recommended. See video tutorials on how to easily do this at home.
de: Um die relative Luftfeuchtigkeit so genau wie möglich zu messen, wird eine Natriumchlorid-(Salz-)Kalibrierung empfohlen. Sehen Sie sich Video-Tutorials an, wie Sie dies ganz einfach zu Hause tun können.
fi: Suosittelemme kalibrointia suolaliuoksen avulla mahdollisimman tarkkojen ilmankosteusmittausten saamiseksi. Video-ohje.
fr: Nous recommandons le calibrage avec une solution saline pour de meilleurs résultats. Tutoriel vidéo.
ru: Чтобы измерять относительную влажность наиболее точно, рекомендуется провести тест с поваренной солью. Посмотрите обучающие видео о том, как легко сделать это дома.
sv: För att mäta relativ luftfuktighet så exakt som möjligt rekommenderar vi att kalibrera sensorn med natriumklorid (salt). Se videor om hur du enkelt gör det hemma.

# HumidityCalibration.Label.note.text
source: Note that calibration data will be stored locally in your mobile device. After Ruuvi Station uninstall and install, you may need to recalibrate.
de: Beachten Sie, dass die Kalibrierungsdaten lokal auf Ihrem Mobilgerät gespeichert werden. Nach der Deinstallation und Installation von Ruuvi Station müssen Sie möglicherweise eine Neukalibrierung durchführen.
fi: Huomaathan, että kalibrointitieto tallennetaan paikallisesti mobiililaitteeseesi. Kalibrointi joudutaan suorittamaan uudelleen sovelluksen poistamisen ja uudelleenasennuksen jälkeen.
fr: Le calibrage s'effectue sur la mémoire de votre appareil. Vous devrez répeter l'opération si vous supprimez/installez à nouveau l'application.
ru: Данные для калибровки будут сохранены локально. Если вы переустановите приложение будет нужно произвести калибровку заново.
sv: Observera att kalibreringsdata lagras lokalt i din mobila enhet. Om du tar bort Ruuvi Station appen och installerar den igen behöver du kalibrera på nytt.

# HumidityCalibration.VideoTutorials.link
source: video tutorials
de: Videoanleitungen
fi: Video-ohje.
fr: Tutoriel vidéo.
ru: обучающие видео
sv: Se videor

source: Cancel
de: Abbrechen
fi: Peruuta
fr: Annuler
ru: Отмена
sv: Avbryt

# HumidityCalibration.Button.Clear.title
source: Clear
de: Löschen
fi: Pyyhi
fr: Effacer
ru: Очистить
sv: Rensa

# TagCharts.DeleteHistoryConfirmationDialog.message
source: Clear the local history data from the app?
de: Die lokalen historischen Daten aus der App löschen?
fi: Tyhjennetäänkö sovellukseen paikallisesti tallennetut historiatiedot?
fr: Supprimer l'historique de l'application ?
ru: Вы уверены что хотите удалить всю историю наблюдений? Данное действие невозможно отменить.
sv: Radera historisk data från appen?

# HumidityCalibration.Button.Close.title
source: Close
de: Schließen
fi: Sulje
fr: Fermer
ru: Закрыть
sv: Stäng

# TagCharts.Status.Serving
source: Synchronising...
de: Synchronisieren...
fi: Synkronoidaan...
fr: Synchronisation...
ru: Обмениваюсь...
sv: Synkroniserar...

# TagCharts.Status.Connecting
source: Connecting...
de: Verbinden...
fi: Yhdistetään...
fr: Connexion...
ru: Соединение...
sv: Ansluter...

# TagSettings.ConnectStatus.Disconnected
source: Disconnected
de: Getrennt
fi: Ei yhteyttä
fr: Déconnecté
ru: Отсоединен
sv: Frånkopplad

# TagCharts.Export.title
source: EXPORT
fi: LATAA
fr: EXPORTER
ru: ЭКСПОРТ
sv: EXPORTERA

# About.AboutHelp.contents
source: Ruuvi Station is an easy-to-use application that allows you to monitor the measurement data of Ruuvi sensors.
de: Ruuvi Station ist eine benutzerfreundliche Anwendung, mit der Sie die Messdaten von Ruuvi-Sensoren überwachen können.
fi: Ruuvi Station on kätevä ja helppokäyttöinen sovellus, jonka avulla voit seurata Ruuvin anturien mittaustietoja.
fr: Ruuvi Station est une application intuitive pour contôler vos capteurs Ruuvi. Commencez en jumelant des capteurs.
ru: Ruuvi Station - простой в использовании, но мощный инструмент для работы с вашими Ruuvi сенсорами.
sv: Ruuvi Station är en lättanvänd applikation som låter dig övervaka mätdata från Ruuvi-sensorer.

# About.AboutHelp.header
source: About / Help
de: Über / Hilfe
fi: Tietoa / Apua
fr: Infos / Aide
ru: О приложении
sv: Om / Hjälp

# About.TagsCount.text
source: Added sensors: %d
de: Sensoren hinzugefügt: %d
fi: Lisätyt anturit: %d
fr: Capteurs jumelés : %d
ru: Добавленных датчиков: %d
sv: Tillagda sensorer: %d

# About.MeasurementsCount.text
source: Number of locally stored measurements: %d
de: Anzahl lokal gespeicherter Messungen: %d
fi: Paikallisesti tallennettujen mittausten lukumäärä: %d
fr: Données enregistrées : %d
ru: Кол-во сохраненных измерений: %d
sv: Sparade mätningar: %d

# About.DatabaseSize.text
source: Database size: %@
de: Datenbankgröße: %@
fi: Tietokannan koko: %@
fr: Taille de la base de données : %@
ru: Размер базы данных: %@
sv: Databasens storlek: %@

# About.More.contents
source: Ruuvi's website: ruuvi.com Ruuvi Forum: f.ruuvi.com Ruuvi Blog: ruuvi.com/blog Ruuvi on Twitter: twitter.com/ruuvicom
de: Ruuvi-Website: ruuvi.com Ruuvi-Forum: f.ruuvi.com Ruuvi-Blog: ruuvi.com/blog Ruuvi auf Twitter: twitter.com/ruuvicom
fi: Ruuvin kotisivu: ruuvi.com Ruuvi Forum: f.ruuvi.com Ruuvi Blog: ruuvi.com/fi/blogi Ruuvi Twitter: twitter.com/ruuvicom
fr: Site officiel de Ruuvi : ruuvi.com Ruuvi Forum : f.ruuvi.com Ruuvi Blog : ruuvi.com/blog Ruuvi Twitter : twitter.com/ruuvicom
ru: Веб-сайт: ruuvi.com Форум: f.ruuvi.com Блог: ruuvi.com Twitter: twitter.com/ruuvicom
sv: Ruuvis hemsida: ruuvi.com Ruuvi Forum: f.ruuvi.com Ruuvi Blog: ruuvi.com/blog Ruuvi Twitter: twitter.com/ruuvicom

# About.More.header
source: More to read
de: Mehr erfahren
fi: Lue lisää
fr: Plus d'infos
ru: Почитать еще
sv: Läs mer

# About.OpenSource.contents
source: Just like Ruuvi sensors, Ruuvi Station apps are open source. Follow the development and contribute at: github.com/ruuvi
de: Genau wie Ruuvi-Sensoren sind auch die Ruuvi Station-Apps Open Source. Verfolgen Sie die Entwicklung und leisten Sie einen Beitrag unter: github.com/ruuvi
fi: Kuten Ruuvi-anturit, Ruuvi Station -sovellukset perustuvat avoimeen lähdekoodiin. Seuraa kehitystä ja osallistu osoitteessa: github.com/ruuvi
fr: Comme tous les produits Ruuvi, Ruuvi Station est également open-source : github.com/ruuvi
ru: Как и сенсоры Ruuvi, Ruuvi Station также доступна в исходных кодах: github.com/ruuvi
sv: Precis som Ruuvi-sensorer är Ruuvi Station-appar öppen källkod. Följ utvecklingen och bidra på: github.com/ruuvi

# About.OpenSource.header
source: Open-source
fi: Avoin lähdekoodi
ru: Открытый исходный код
sv: Öppen källkod

# About.OperationsManual.contents
source: Get started using the Ruuvi Station mobile application with our online guides: ruuvi.com/support/station-mobile
de: Beginnen Sie mit der Nutzung der mobilen Anwendung Ruuvi Station mit unseren Online-Anleitungen: ruuvi.com/support/station-mobile
fi: Aloita Ruuvi Station -mobiilisovelluksen käyttö ohjeidemme avulla: ruuvi.com/fi/tuki/station-mobile-fi
fr: Nous avons conçu nos produits et leur application pour qu'ils soient faciles à utiliser. Une notice est cependant disponible : ruuvi.com/support
ru: Мы разработали приложение так, чтобы оно было интуитивно понятным. В то же время, руководства доступны здесь: ruuvi.com/support
sv: Kom igång med Ruuvi Stations mobilapplikation med våra onlineguider: ruuvi.com/support/station-mobile

# About.OperationsManual.header
source: Operations manual
de: Anleitung
fi: Käyttöohje
fr: Notice d'utilisation
ru: Руководство
sv: Bruksanvisning

# About.Privacy.contents
source: By using the application, you accept Ruuvi's standard terms and conditions: ruuvi.com/terms
de: Durch die Nutzung der Anwendung akzeptieren Sie die allgemeinen Geschäftsbedingungen von Ruuvi: ruuvi.com/terms
fi: Sovelluksen käyttäminen vaatii Ruuvin käyttöehtojen hyväksymisen: ruuvi.com/terms
fr: L'utilisation de l'application nécessite l'approbation des conditions générales de Ruuvi : ruuvi.com/terms
ru: Используя это приложение, вы соглашаетесь со стандартными условиями и положениями Ruuvi: ruuvi.com/terms
sv: Användning av applikationen kräver godkännande av användarvillkoren ruuvi.com/terms

# About.Privacy.header
source: Privacy policy
de: Datenschutz-bestimmungen
fi: Tietosuojakäytäntö
fr: Protection des données personnelles
ru: Политика конфиденциальности
sv: Integritetspolicy

# About.Troubleshooting.contents
source: Find help using the Ruuvi Station apps, Ruuvi products and Ruuvi Cloud service from our support center: ruuvi.com/support
de: Hilfe bei der Verwendung der Ruuvi Station-Apps, Ruuvi-Produkte und des Ruuvi Cloud-Dienstes finden Sie in unserem Support-Center: ruuvi.com/support
fi: Löydä apua Ruuvi Station -sovellusten, Ruuvi-tuotteiden ja Ruuvi Cloud -palvelun käyttöön tukikeskuksestamme: ruuvi.com/fi/tuki
fr: Si vous rencontrez des problèmes et que vous ne trouvez pas la réponse dans la notice, veuillez consulter la page d'assistance technique : ruuvi.com/support
ru: Если вы испытываете какие либо проблемы или наши руководства не помогли вам, посмотрите наши многочисленные темы с решением проблем здесь: ruuvi.com/support
sv: Hitta hjälp med att använda Ruuvi Station-appar, Ruuvi-produkter och Ruuvi Cloud-tjänst från vårt supportcenter: ruuvi.com/support

# About.Troubleshooting.header
source: Troubleshooting
de: Fehlerbehebung
fi: Vianetsintä
fr: Dépannage technique
ru: Решение проблем
sv: Felsökning

source: Hours
de: Stunden
sv: Timmar

# Interval.Days.string
source: Days
de: Tage
fi: päivää
fr: Jours
ru: Дней
sv: Dagar

# TagSettings.AirHumidityAlert.title
source: Air Humidity (%@)
de: Luftfeuchtigkeit (%@)
fi: Ilmankosteus (%@)
fr: Humidité de l'air (%@)
ru: Влажность воздуха (%@)
sv: Luftfuktighet (%@)

# HumidityUnit.gm3.title
source: Absolute (g/m³)
de: Absolut (g/m³)
fi: Absoluuttinen (g/m³)
fr: Absolue (g/m³)
ru: Абсолютная влажность (г/м³)
sv: Absolut (g/m³)

# HumidityUnit.Percent.title
source: Relative (%)
fi: Suhteellinen (%)
ru: Относительная влажность (%)
sv: Relativ (%)

# TagSettings.Mac.Alert.title
source: MAC Address
de: MAC-Adresse
fi: MAC-osoite
fr: Adresse MAC
ru: MAC адрес
sv: MAC Adress

# Menu.Label.AboutHelp.text
source: About / Help
de: Über / Hilfe
fi: Tietoa / Apua
fr: Infos/Aide
ru: О Приложении
sv: Om / Hjälp

# Menu.Label.AddAnNewSensor.text
source: Add a New Sensor
de: Neuen Sensor hinzufügen
fi: Lisää uusi anturi
fr: Ajouter un capteur
ru: Добавить Сенсор
sv: Lägg till en ny Sensor

# Menu.Label.AppSettings.text
source: App Settings
de: App Einstellungen
fi: Asetukset
fr: Réglages
ru: Настройки
sv: App Inställningar

# Menu.Label.GetMoreSensors.text
source: Buy Ruuvi Sensors
de: Sensoren kaufen
fi: Osta Ruuvi-antureita
fr: Acheter des capteurs
ru: Купить датчики Ruuvi
sv: Köp Ruuvi-sensorer

# Menu.Label.BuyRuuviGateway.text
source: Buy Ruuvi Gateway
de: Ruuvi Gateway kaufen
fi: Osta Ruuvi Gateway
fr: Acheter le routeur Ruuvi Gateway
ru: Купить Ruuvi Gateway
sv: Köp Ruuvi Gateway

# Menu.Label.WhatToMeasure.text
source: What to measure with Ruuvi?
de: Was mit Ruuvi messen?
fi: Mitä mitata Ruuvilla?
fr: Que mesurer avec Ruuvi?
ru: Что измерять с помощью Ruuvi?
sv: Vad ska man mäta med Ruuvi?

# Menu.Label.Feedback.text
source: Send Feedback
de: Feedback schicken
fi: Lähetä palautetta
fr: Donnez-nous votre avis!
ru: Отправить Отзыв
sv: Skicka Feedback

# Menu.Label.MyRuuviAccount.text
source: My Ruuvi Account
de: Mein Ruuvi Konto
fi: Minun Ruuvi-tilini
fr: Mon compte Ruuvi
sv: Mitt Ruuvi-konto

source: Minutes
de: Minuten
sv: Minuter

# TagSettings.Label.moreInfo.text
source: More info
de: Mehr info
fi: Lisätietoa
fr: Plus d'infos
ru: Дополнительно
sv: Mer info

# TagSettings.SectionHeader.Name.title
source: NAME
fi: NIMI
fr: NOM
ru: ИМЯ
sv: NAMN

source: No
de: Nein
fi: Ei
fr: Non
ru: Нет
sv: Nej

# Cards.NoSensors.title
source: No sensors added Press here to add sensors
de: Keine Sensoren hinzugefügt Klicken Sie hier, um Sensoren hinzuzufügen
fi: Ei antureita Lisää antureita napauttamalla tästä
fr: Pas de capteurs Ajoutez-en en cliquant ici
ru: Нет добавленных датчиков нажмите чтобы добавить
sv: Inga sensorer har lags till Tryck här för att lägga till sensorer

# TagSettings.PressureAlert.title
source: Air Pressure (%@)
de: Luftdruck (%@)
fi: Ilmanpaine (%@)
fr: Pression de l'air (%@)
ru: Атмосферное Давление (%@)
sv: Lufttryck (%@)

# UnitPressure.hectopascal.title
source: Hectopascal (hPa)
de: Hektopascal (hPa)
fi: Hehtopascal (hPa)
ru: Гектопаскаль (гПа)
sv: Hektopascal (hPa)

# UnitPressure.inchOfMercury.title
source: Inch of mercury (inHg)
de: Zoll Quecksilber (inHg)
fi: Elohopeatuuma (inHg)
fr: Pouce de mercure (inHg)
ru: Дюймов ртутного столба (inHg)
sv: Tum kvicksilver (inHg)

# UnitPressure.millimetreOfMercury.title
source: Millimetre of mercury (mmHg)
de: Millimeter Quecksilbersäule (mmHg)
fi: Elohopeamillimetri (mmHg)
fr: Millimètre de mercure (mmHg)
ru: Миллиметров ртутного столба (мм.рт.ст.)
sv: Millimeter kvicksilver (mmHg)

# TagCharts.Status.ReadingHistory
source: Reading history
de: History wird gelesen
fi: Historiatietoja luetaan
fr: Analyse de l'historique
ru: Чтение истории
sv: Läser historik

# TagSettings.rssiTitleLabel.text
source: Signal Strength (RSSI)
de: Signalstärke (RSSI)
fi: Signaalin voimakkuus (RSSI)
fr: Puissance du signal (RSSI)
ru: Сила сигнала (RSSI)
sv: Signalstyrka (RSSI)

source: Signal Strength (dBm)
de: Signalstärke (dBm)
fi: Signaalin voimakkuus (dBm)
sv: Signalstyrka (dBm)

# Welcome.scan.title
source: SCAN
de: SCANNEN
fi: SKANNAA
fr: BALAYAGE EN COURS
ru: СКАНИРОВАТЬ
sv: SKANNA

# Background.Interval.Sec.string
source: sec
de: sek
fi: sek
ru: сек
sv: sek

# Settings.navigationItem.title
source: Settings
de: Einstellungen
fi: Asetukset
fr: Réglages
ru: Настройки
sv: Inställningar
