Repository: ruuvi/com.ruuvi.station.ios
Catalog: station/Resources/Strings/*.lproj/Localizable.strings
Languages: de, fi, fr, ru, sv

# DfuFlash.Cancel.text
source: CANCEL
de: ABBRECHEN
fi: PERUUTA
fr: ANNULER
ru: ОТМЕНА
sv: AVBRYT

# DfuFlash.Start.text
source: Start
fi: Aloita
fr: Commencer
ru: Начать
sv: Börja

# DfuFlash.Finish.text
source: FINISH
de: BEENDEN
fi: VALMIS
fr: PRÊT
ru: УСПЕХ
sv: KLAR

# DfuFlash.FinishGuide.text
source: Firmware update process has been completed successfully. Your RuuviTag sensor is ready for use!
de: Der Firmware-Update-Prozess wurde erfolgreich abgeschlossen. Ihr RuuviTag-Sensor ist einsatzbereit!
fi: Laiteohjelmiston päivitys onnistui. RuuviTag on valmis käyttöön!
fr: Mise à jour réussie. RuuviTag est prêt à être utilisé !
ru: Обновление прошивки завершилось успешно Ваш RuuviTag готов к использованию!
sv: Uppdateringsprocessen har slutförts. RuuviTag-sensorn är redo att användas!

# DfuFlash.CancelAlert.text
source: Are you sure you want to cancel the firmware update process?
de: Möchten Sie den Firmware-Aktualisierungsvorgang wirklich abbrechen?
fi: Haluatko varmasti peruuttaa laiteohjelmistopäivityksen?
fr: Voulez-vous annuler la mise à jour ?
ru: Вы уверены что хотите прервать процесс обновления прошивки?
sv: Är du säker på att du vill avbryta uppdateringsprocessen?

# RuuviDfuError.invalidFirmwareFile
source: Invalid firmware file
de: Ungültige Firmware-Datei
fi: Tiedosto ei sisällä sopivaa laiteohjelmistoa
fr: Fichier de mise à jour invalide
ru: Некорректный файл прошивки
sv: Ogiltig programvaruuppdateringsfil

# DFUUIView.navigationTitle
source: Firmware Update
fi: Laiteohjelmiston päivitys
fr: Mise à jour du firmware
ru: Обновление Прошивки
sv: Firmware Uppdatering

# DFUUIView.latestTitle
source: Latest available Ruuvi Firmware version:
de: Neueste verfügbare Ruuvi Firmware-Version:
fi: Uusin saatavilla oleva Ruuvi-laiteohjelmisto:
fr: Dernière version du Ruuvi Firmware :
ru: Доступная версия прошивки Ruuvi:
sv: Senast tillgängliga Ruuvi firmwareversion:

# DFUUIView.currentTitle
source: Current version:
de: Aktuelle Version:
fi: Nykyinen versio:
fr: Version actuelle :
ru: Текущая версия:
sv: Nuvarande version:

# DFUUIView.notReportingDescription
source: Your sensor doesn't report its current firmware version. Either you're not in its Bluetooth range, it's connected to another phone, or it's running a very old firmware version.
de: Ihr Sensor meldet seine aktuelle Firmware-Version nicht. Dies bedeutet, dass wahrscheinlich eine alte Firmware-Version ausgeführt wird und eine Aktualisierung empfohlen wird.
fi: Laitteessa oleva laiteohjelmisto ei ilmoita nykyistä versiota. Joko et ole sen Bluetooth-kuuluvuusalueella, se on samanaikaisesti yhteydessä toiseen puhelimeen tai kyseessä on hyvin vanha laiteohjelmisto.
fr: Impossible d'obtenir la version actuelle de l'appareil. La version est probablement trop ancienne et il est recommandé d'effectuer une mise à jour.
ru: Ваш сенсор не возвращает версию прошивки. Вероятно, на нем установлена старая версия прошивки и обновление рекомендовано.
sv: Din sensor rapporterar inte sin nuvarande firmwareversion. Det betyder att den förmodligen har en gammal firmwareversion och uppdatering rekommenderas.

# DFUUIView.alreadyOnLatest
source: You are running the latest firmware version, no need to update
de: Sie verwenden die neueste Firmware-Version, keine Aktualisierung erforderlich
fi: Laitteessa on jo viimeisin saatavilla oleva laiteohjelmisto
fr: L'appareil est à déjà à jour
ru: Последняя версия прошивки уже установлена, обновление не требуется
sv: Du har redan den senaste firmwareversionen, ingen uppdatering behövs

# DFUUIView.startUpdateProcess
source: Start update process
de: Update-Prozess starten
fi: Siirry päivittämään
fr: Début de la mise à jour
ru: Начать процесс обновления
sv: Starta uppdateringsprocessen

# DFUUIView.downloadingTitle
source: Downloading the latest firmware to be updated...
de: Laden Sie die neueste zu aktualisierende Firmware herunter...
fi: Ladataan viimeisin laiteohjelmisto päivitystä varten...
fr: Téléchargement de la dernière version pour la mise à jour...
ru: Идет скачивание обновления прошивки...
sv: Hämtar senaste firmware..

# DFUUIView.prepareTitle
source: Prepare your sensor
de: Bereiten Sie Ihren Sensor vor
fi: Laitteen asettaminen päivitystilaan
fr: Préparez votre capteur
sv: Förbered din sensor

# DFUUIView.openCoverTitle
source: 1. Open the cover of your Ruuvi sensor
de: 1. Öffnen Sie den Deckel Ihres Ruuvi-Sensors
fi: 1. Avaa Ruuvi-anturin suojakotelo
fr: 1. Ouvrez le couvercle de votre capteur Ruuvi
sv: 1. Öppna locket på din Ruuvi sensor

# DFUUIView.locateBootButtonTitle
source: 2. Locate the small round black buttons on the white circuit board; older Ruuvi sensors have 2 buttons labelled “R” and “B” while newer ones have only one button without a label.
de: 2. Suchen Sie die kleinen runden schwarzen Knöpfe auf der weißen Platine; ältere Ruuvi-Sensoren haben zwei Knöpfe mit den Bezeichnungen "R" und "B", während neuere nur einen Knopf ohne Beschriftung haben.
fi: 2. Paikanna valkoisella piirilevyllä olevat pienet pyöreät mustat painikkeet; vanhemmissa Ruuvi-antureissa on 2 painiketta “R” ja “B”, kun taas uudemmissa on vain yksi nimeämätön painike.
fr: 2. Localisez les petits boutons ronds noirs sur la carte de circuit imprimé blanche ; les anciens capteurs Ruuvi ont 2 boutons étiquetés "R" et "B" tandis que les plus récents n'ont qu'un seul bouton sans étiquette.
sv: 2. Leta reda på små runda svarta knappar på det vita kretskortet; äldre Ruuvi-sensorer har 2 knappar märkta “R“ och “B“ medan nyare har bara en knapp utan etikett.

# DFUUIView.setUpdatingModeTitle
source: 3. Set the sensor to updating mode:
de: 3. Stellen Sie den Sensor in den Aktualisierungsmodus:
fi: 3. Aseta anturi päivitystilaan:
fr: 3. Mettez le capteur en mode de mise à jour :
sv: 3. Lägg sensorn i uppdateringsläge

# DFUUIView.toBootModeTwoButtonsDescription
source: 3.1. If your sensor has 2 buttons: keep “B” button pressed while tapping button “R” momentarily. Release button “B”.
de: 3.1. Wenn Ihr Sensor 2 Tasten hat: Halten Sie die Taste "B" gedrückt und tippen Sie gleichzeitig kurz auf die Taste "R". Lassen Sie die Taste "B" los.
fi: 3.1. Anturissasi on kaksi painiketta: pidä painike “B” alaspainettuna ja napauta samalla painiketta “R”. Vapauta painike “B”.
fr: 3.1. Si votre capteur est équipé de 2 boutons : maintenez le bouton "B" enfoncé tout en appuyant momentanément sur le bouton "R". Relâchez le bouton "B".
sv: 3.1. Om din sensor har två knappar: håll knappen “B” intryckt medan du trycker en gång på “R”. Släpp knapp “B”.

# DFUUIView.toBootModeOneButtonDescription
source: 3.2. If your sensor has a single button: keep the button pressed for 10 seconds.
de: 3.2. Wenn Ihr Sensor eine einzelne Taste hat: Halten Sie die Taste 10 Sekunden lang gedrückt.
fi: 3.2. Anturissasi on yksi painike: pidä painiketta alaspainettuna 10 sekunnin ajan.
fr: 3.2. Si votre capteur possède un seul bouton : maintenez le bouton enfoncé pendant 10 secondes.
sv: 3.2. Om din sensor har en knapp, håll knappen intryckt i 10 sekunder.

# DFUUIView.toBootModeSuccessTitle
source: 4. If set successfully, you will see a solid red light lit on the circuit board and the button in the app will change to “Start the update”.
de: 4. Wenn die Einstellung erfolgreich war, leuchtet ein rotes Licht auf der Platine und die Schaltfläche in der App ändert sich in "Start the update".
fi: 4. Päivitystilaan siirtyminen onnistui, mikäli piirilevyllä oleva punainen LED-valo on nyt aktiivinen ja sovelluksen painikkeen nimeksi on vaihtunut “Aloita päivitys”.
fr: 4. Si le réglage est réussi, vous verrez une lumière rouge fixe s'allumer sur la carte de circuit imprimé et le bouton de l'application passera à "Démarrer la mise à jour".
sv: 4. Uppgraderingsläget lyckades om den röda lysdioden på kretskortet lyser och knappens text i appen har bytts till “Starta uppdatering“.

# DFUUIView.updatingTitle
source: Updating...
de: Aktualisierung...
fi: Päivitetään...
fr: Mise à jour...
ru: Обновляю...
sv: Uppdaterar...

# DFUUIView.searchingTitle
source: Searching for a sensor
de: Suche nach einem Sensor
fi: Laitetta etsitään
fr: Recherche d'un capteur
sv: Söker efter en sensor

# DFUUIView.startTitle
source: Start the update
de: Starten Sie die Aktualisierung
fi: Aloita päivitys
fr: Lancer la mise à jour
sv: Starta uppdatering

# DFUUIView.doNotCloseTitle
source: Do not close the app or power off the sensor during the update.
de: Schließen Sie die App nicht und schalten Sie den Sensor während des Updates nicht aus.
fi: Älä sulje sovellusta tai poista paristoa laitteesta päivityksen aikana.
fr: Ne pas fermer l'application ou enlever la pile du capteur pendant la mise à jour.
ru: Не закрывайте приложение и не отключайте сенсор во время обновления.
sv: Stäng inte appen eller stäng av sensorn under uppdateringen.

# DFUUIView.successfulTitle
source: Update successful
de: Aktualisierung erfolgreich
fi: Päivitys onnistui
fr: Mise à jour réussie
ru: Обновление успешно завершено
sv: Uppdateringen lyckades

# DFUUIView.DBMigration.Error.message
source: The update was successful, but an unexpected database migration error occurred. To continue using this sensor, please remove it from the app and then add it again.
de: Die Aktualisierung war erfolgreich, aber es ist ein unerwarteter Datenbankmigrationsfehler aufgetreten. Um diesen Sensor weiterhin zu verwenden, entfernen Sie ihn bitte aus der App und fügen Sie ihn dann erneut hinzu.
fi: Päivitys onnistui, mutta sovelluksen tietokannassa tapahtui odottamaton virhe. Jatkaaksesi tämän anturin käyttöä, poista se sovelluksesta ja lisää se sitten uudelleen.
fr: La mise à jour a réussi, mais une erreur inattendue de migration de la base de données s'est produite. Pour continuer à utiliser ce capteur, veuillez le supprimer de l'application, puis le rajouter à nouveau.
sv: Uppdateringen lyckades, men ett oväntat databasmigreringsfel inträffade. För att fortsätta använda den här sensorn, ta bort den från appen och lägg sedan till den igen.

# RuuviDfuError.failedToConstructUUID
source: Failed to construct UUID
de: Fehler beim Erstellen der UUID
fi: UUID:n muodostaminen epäonnistui
fr: Echec de la création de l'UUID
ru: Не удалось создать UUID
sv: Det gick inte att skapa UUID

# SignIn.EmailMismatch.Alert.message
source: Oops, you've requested the code for %@, but used the code for %@. Please double check that you are using the code for %@
de: Hoppla, Sie haben den Code für %@ angefordert, aber den Code für %@ verwendet. Bitte überprüfen Sie, ob Sie den Code für %@ verwenden.
fi: Hupsis, olet pyytänyt kirjautumiskoodia käyttäjälle %@ mutta käytettävä koodi on tarkoitettu käyttäjälle %@. Tarkasta, että saamasi koodi on käyttäjälle %@
fr: Oups, vous avez demandé le code de connexion pour l'utilisateur %@ alors qu'il est destiné à l'utilisateur %@. Veuillez vérifier que vous utilisez bien le code pour %@
ru: Вы запросили код для %@, но использовали код для %@. Пожалуйста, убадитесь в том, что вы используете код из %@
sv: Oj, du har begärt koden för %@, men använde koden för %@. Kontrollera att du använder koden för %@

# SignIn.EmailMissing.Alert.message
source: Oops, the email you've used to get the code was not saved. Please try to sign in again.
de: Hoppla, die E-Mail, mit der Sie den Code erhalten haben, wurde nicht gespeichert. Bitte versuchen Sie erneut, sich anzumelden.
fi: Hupsis, kirjautumiskoodin saamiseksi antamaasi sähköpostia ei voitu tallentaa. Yritä kirjautumista uudelleen.
fr: Oups, l'adresse mail utilisée n'a pu être enregistrée. Veuillez réessayer.
ru: Почтовый адрес, который вы использовали для входа, не был сохранен. Пожалуйста, попробуйте войти снова.
sv: Oj, e-postadressen du har använt för att få koden sparades inte. Försök att logga in igen.

# TagSettings.RemoveThisSensor.title
source: Remove this sensor
de: Entfernen Sie diesen Sensor
fi: Poista tämä anturi
fr: Retirer le capteur
ru: Удалить датчик
sv: Ta bort sensorn

# Share.Success.message
source: Successfully shared sensor
de: Sensor erfolgreich geteilt
fi: Anturi jaettu onnistuneesti
fr: Capteur partagé avec succès
ru: Успешно поделились данными датчика
sv: Delningen lyckades

# TagSettings.SectionHeader.General.title
source: General
de: Allgemein
fi: Yleisasetukset
fr: Général
ru: Основное
sv: Allmänt

# TagSettings.Shared.title
source: Shared
de: Geteilt
fi: Jaettu
fr: Partagé
ru: Поделились
sv: Delad

# TagSettings.NotShared.title
source: Not shared
de: Nicht geteilt
fi: Ei jaettu
fr: Non partagé
ru: Не делились
sv: Inte delad

# Owner.title
source: Claim sensor
de: Sensor beanspruchen
fi: Vahvista omistajuus
fr: Confirmer l'appropriation
ru: Заявить о собственности
sv: Bekräfta ägandet

# Owner.ClaimOwnership.button
source: Claim ownership
de: Inhaberschaft beanspruchen
fi: Vahvista Omistajuus
fr: Confirmer l'appropriation
ru: Заявить о владении
sv: Bekräfta Ägandet

# Owner.Claim.description
source: Do you own this sensor? If yes, please claim ownership of the sensor and it'll be added to your Ruuvi account. Each Ruuvi sensor can have only one owner. To claim ownership, you need to be signed in. Benefits: ● Sensor names, background images, offsets and alert settings will be securely stored on the cloud ● Access sensors remotely over the Internet (requires a Ruuvi Gateway) ● Share sensors with friends and family (requires a Ruuvi Gateway) ● Browse up to 2 years of history on station.ruuvi.com (requires a Ruuvi Gateway)
de: Besitzen Sie diesen Sensor? Wenn ja, beanspruchen Sie bitte den Besitz des Sensors und er wird Ihrem Ruuvi-Konto hinzugefügt. Jeder Ruuvi-Sensor kann nur einen Besitzer haben. Um Eigentum zu beanspruchen, müssen Sie angemeldet sein. Vorteile: ● Sensornamen, Hintergrundbilder, Offsets und Alarmeinstellungen werden sicher in der Cloud gespeichert ● Fernzugriff auf Sensoren über das Internet (erfordert ein Ruuvi Gateway) ● Teilen Sie Sensoren mit Freunden und Familie (erfordert ein Ruuvi Gateway) ● Sehen Sie bis zu 2 Jahre Geschichtsdaten auf station.ruuvi.com (erfordert ein Ruuvi-Gateway)
fi: Omistatko tämän anturin? Vahvista omistajuus ja anturi lisätään Ruuvi-tilillesi. Jokaisella Ruuvi-anturilla voi olla vain yksi omistaja. Hyödyt: ● Anturien nimet, taustakuvat sekä kalibrointi- ja hälytysasetukset tallentuvat turvallisesti tilillesi pilvipalveluun ● Lue anturitiedot etänä verkossa (vaatii Ruuvi Gateway -reitittimen) ● Jaa antureita ystävien ja perheen kesken (vaatii Ruuvi Gateway -reitittimen) ● Selaa jopa 2 vuoden historiatietoja osoitteessa station.ruuvi.com (vaatii Ruuvi Gateway -reitittimen)
fr: Êtes-vous propriétaire de ce capteur ? En devenant propriétaire, le capteur sera associé à votre compte Ruuvi. Chaque capteur ne peut avoir qu'un seul propriétaire. Avantages : ● Les noms, fonds d'écrans, les réglages de calibration, ainsi que les alertes sont enregistrés de façon sécurisée dans notre cloud ● Consultez les données à distance depuis n'importe quel navigateur (routeur Ruuvi Gateway requis) ● Partager les capteurs avec votre famille ou des amis (routeur Ruuvi Gateway requis) ● consultez jusqu'à deux ans d'historique de vos données sur le site station.ruuvi.com (routeur Ruuvi Gateway requis)
ru: Это ваш датчик? Если да, то пожалуйста заявите о владении и датчик будет добавлен в ваш Ruuvi аккаунт. Каждый датчик может иметь только одного владельца. Преимущества: ● Название датчика, изображение фона, данные калибровки и настройки тревог будут безопасно храниться в облаке ● Получите доступ к датчикам через интернет (требуестся Ruuvi Gateway) ● Поделитесь данными датчиков с друзьями и членами семьи (требуется Ruuvi Gateway) ● Просматривайте до 2-х лет истории на сайте station.ruuvi.com (требуется a Ruuvi Gateway)
sv: Äger du den här sensorn? Bekräfta ägandet och så läggs sensorn till på ditt Ruuvi-konto. Varje Ruuvi-sensor kan bara ha en ägare. För att göra anspråk på äganderätt måste du vara inloggad. Fördelar: ● Sensornamn, bakgrundsbilder, kalibrering och larminformation från en säker molntjänst ● Läs sensorinformation på distans online ( kräver Ruuvi Gateway-router) ● Dela sensorer med vänner och familj (kräver Ruuvi Gateway) ● Upp till 2 års historik från station.ruuvi.com (kräver Ruuvi Gateway)

# TagSettings.confirmTagUnclaimAndRemoveDialog.message
source: By removing the sensor, your sensor ownership status will be revoked. After removal, someone else can claim ownership of the sensor. Each Ruuvi sensor can have only one owner.
de: Durch das Entfernen des Sensors wird Ihr Sensor-Eigentumsstatus widerrufen. Nach dem Entfernen kann eine andere Person das Eigentum an dem Sensor beanspruchen. Jeder Ruuvi-Sensor kann nur einen Besitzer haben.
fi: Anturin poistaminen mitätöi omistajuuden. Kuka tahansa voi vaatia anturin omistajuutta poistamisen jälkeen. Jokaisella Ruuvi-anturilla voi olla vain yksi omistaja.
fr: Le propriétaire sera réinitialisé en supprimant le capteur. N'importe qui pourra alors s'approprier le capteur. Chaque capteur Ruuvi ne pouvant avoir qu'un propriétaire.
ru: Удаляя датчик вы также отказываетесь от владения. Кто-то другой сможет заявить о владении этим датчиком. Каждый датчик может иметь только одного владельца.
sv: Om du tar bort sensorn upphör ägarskapet. Vem som helst kan göra anspråk på ägandet av sensorn efter borttagning. Varje Ruuvi-sensor kan bara ha en ägare.

# TagSettings.confirmSharedTagRemovalDialog.message
source: If you remove the sensor, the owner of the sensor will be notified and you will not be able to access the sensor anymore.
de: Wenn Sie den Sensor entfernen, wird der Besitzer des Sensors benachrichtigt und Sie können nicht mehr auf den Sensor zugreifen.
fi: Poistamisesta ilmoitetaan anturin omistajalle ja anturin tietojen lukuoikeus päättyy.
fr: En supprimant le capteur vous n'aurez plus accès aux données du capteur et une notification sera envoyée au propriétaire.
ru: Если вы удалите датчик, то владелец будет уведомлен и вы более не сможете получать данные с него.
sv: Om du tar bort sensorn så meddelas ägaren till sensorn och du kan inte komma åt den längre.

# TagSettings.General.Owner.none
source: No owner
de: Keiner
fi: Ei omistajaa
fr: Pas de propriétaire
ru: Нет владельца
sv: Ingen

# TagSettings.Share.title
source: Share
de: Teilen
fi: Jaa
fr: Partager
ru: Поделиться
sv: Dela

# Menu.LoggedIn.title
source: Signed in:
de: Eingeloggt:
fi: Kirjautunut:
fr: Connecté :
ru: Пользователь:
sv: Inloggad:

# Interval.Day.string
source: Day
de: Tag
fi: päivä
fr: Jour
ru: день
sv: Dag

source: Hour
de: Stunde
sv: Timme

# TagSettings.tagNameTitleLabel.rename.text
source: Your sensors are displayed in alphabetical order.
de: Ihre Sensoren werden in alphabetischer Reihenfolge angezeigt.
fi: Anturisi asettuvat automaattisesti aakkosjärjestykseen.
fr: Les capteurs sont dans l'ordre alphabétique.
ru: Датчики будут отсортированы в алфавитном порядке.
sv: Dina sensorer kommer att vara i alfabetisk ordning.

source: On
de: An
fi: Päällä
fr: Activé
ru: Вкл
sv: På

source: Off
de: Aus
fi: Pois
fr: Désactivé
ru: Выкл
sv: Av

# DFUUIView.lowBattery.warning.message
source: Sensor's battery voltage seems to be low and the firmware update process may fail. We recommend to replace the battery before updating.
de: Die Batteriespannung des Sensors scheint zu niedrig zu sein, und der Firmware-Aktualisierungsprozess kann fehlschlagen. Wir empfehlen, die Batterie vor der Aktualisierung zu ersetzen.
fi: Anturin paristojännite on alhainen ja päivitysprosessi voi epäonnistua. Suosittelemme vaihtamaan pariston ennen ohjelmiston päivittämistä.
fr: La tension de la pile du capteur est faible et risque de faire echouer la mise à jour. Nous vous conseillons de remplacer la batterie avant la mise à jour.
ru: Уровень заряда батареи датчика слишком низкий и обновление прошивки может завершиться неудачей. Мы рекомендуем заменить батарейку перед обновлением.
sv: Sensorns batterispänning är låg och uppgraderingsprocessen kan misslyckas. Vi rekommenderar att du byter ut batteriet innan du uppdaterar programvaran.

# alert_notification_humidity_high_threshold
source: Air Humidity is above %@
de: Luftfeuchtigkeit liegt über %@
fi: Ilmankosteus on yli %@
fr: L'humidité de l'air est supérieure à %@
ru: Влажность выше %@
sv: Luftfuktigheten är över %@

# alert_notification_humidity_low_threshold
source: Air Humidity is below %@
de: Luftfeuchtigkeit liegt unter %@
fi: Ilmankosteus on alle %@
fr: L'humidité de l'air est inférieure à %@
ru: Влажность ниже %@
sv: Luftfuktigheten är under %@

# alert_notification_pressure_high_threshold
source: Air Pressure is above %@
de: Luftdruck liegt über %@
fi: Ilmanpaine on yli %@
fr: La pression de l'air est supérieure à %@
ru: Давление выше %@
sv: Lufttrycket är över %@

# alert_notification_pressure_low_threshold
source: Air Pressure is below %@
de: Luftdruck liegt unter %@
fi: Ilmanpaine on alle %@
fr: La pression de l'air est inférieure à %@
ru: Давление ниже %@
sv: Lufttrycket är under %@

# alert_notification_rssi_high_threshold
source: Signal strength is above %@
de: Die Signalstärke liegt über %@
fi: Signaalinvoimakkuus on yli %@
fr: La puissance du signal est supérieure à %@
ru: Сила сигнала выше %@
sv: Signalstyrkan är över %@

# alert_notification_rssi_low_threshold
source: Signal strength is below %@
de: Die Signalstärke liegt unter %@
fi: Signaalinvoimakkuus on alle %@
fr: La puissance du signal est inférieure à %@
ru: Сила сигнала ниже %@
sv: Signalstyrkan är under %@

# alert_notification_temperature_high_threshold
source: Temperature is above %@
de: Die Temperatur liegt über %@
fi: Lämpötila on yli %@
fr: La température est supérieure à %@
ru: Температура выше %@
sv: Temperaturen är över %@

# alert_notification_temperature_low_threshold
source: Temperature is below %@
de: Die Temperatur liegt unter %@
fi: Lämpötila on alle %@
fr: La température est inférieure à %@
ru: Температура ниже %@
sv: Temperaturen är under %@

# Cards.Alert.AlreadyLoggedIn.message
source: User %@ is already signed in. If you'd like to use a different account, please sign out first and then try again.
de: Benutzer %@ ist bereits angemeldet. Wenn Sie ein anderes Konto verwenden möchten, melden Sie sich bitte zuerst ab und versuchen Sie es dann erneut.
fi: Käyttäjä %@ on jo kirjautuneena sisälle. Mikäli haluat käyttää toista tiliä, kirjaudu ensin ulos ja yritä sitten uudelleen.
fr: L'utilisateur %@ est déjà connecté. Si vous souhaitez utiliser un autre compte veuillez vous déconnecter d'abord.
ru: Пользователь %@ уже совершил вход. Если вы хотите войти под другим аккаунтом, пожалуйста вначале выйдите, а затем повторите попытку.
sv: Användare %@ är redan inloggad. Om du vill använda ett annat konto, logga ut först och försök sedan igen.

# Settings.Label.CloudMode
source: Cloud mode
de: Cloud-Modus
fi: Pilvitila
fr: Statut du cloud
ru: Режим облака
sv: Molnläge

# Settings.Label.CloudMode.description
source: Refresh nearby cloud sensors only from the cloud by ignoring their Bluetooth messages and receiving alerts only by email. Requires a Ruuvi Gateway router.
de: Aktualisieren Sie Cloud-Sensoren in der Nähe nur aus der Cloud, indem Sie ihre Bluetooth-Nachrichten ignorieren und Warnungen nur per E-Mail erhalten. Erfordert einen Ruuvi Gateway-Router.
fi: Päivitä lähellä olevat pilveen rekisteröidyt anturit ainoastaan pilvestä ja vastaanota ainoastaan sähköpostihälytyksiä hylkäämällä niiden Bluetooth-viestit. Vaatii Ruuvi Gateway -reitittimen.
fr: Mettre à jour les capteurs à proximité associés au cloud seulement pour recevoir seulement des alertes par mail en rejetant les messages Bluetooth. Nécessite le routeur Ruuvi Gateway.
sv: Uppdatera närliggande molnregistrerade sensorer endast från molnet genom att inte lyssna på deras Bluetooth-meddelanden och endast ta emot varningar via e-post. Kräver en Ruuvi Gateway.
