Repository: ruuvi/com.ruuvi.station.ios
Catalog: station/Resources/Strings/*.lproj/Localizable.strings
Languages: de, fi, fr, ru, sv

# Menu.BuyGateway.URL.IOS
source: https://ruuvi.com/gateway?utm_campaign=app_ua&utm_medium=referral&utm_source=ios
fi: https://ruuvi.com/fi/gateway?utm_campaign=app_ua&utm_medium=referral&utm_source=ios

# Menu.Measure.URL.IOS
source: https://ruuvi.com/ideas?utm_campaign=app_ua&utm_medium=referral&utm_source=ios
fi: https://ruuvi.com/fi/ideat?utm_campaign=app_ua&utm_medium=referral&utm_source=ios

# Menu.RuuviNetworkStatus.text
source: Ruuvi Cloud status
fi: Ruuvin pilven tila
fr: Statut du Ruuvi cloud
ru: Статус сети Ruuvi

source: Support
de: Unterstützung
fi: Tuki
fr: Soutien

# onboarding_handy_widgets
source: Widgets
de: Widgets hinzu
fi: widgeteillä
fr: de widgets

source: Add Your First Sensor
de: Fügen Sie Ihren ersten Sensor hinzu
fi: Lisää ensimmäinen anturi
fr: Ajoutez votre premier capteur

# Language.English
source: English
de: Englisch

# Background.Interval.Min.string
source: min
ru: мин

# Defaults.Interval.Min.string
source: min
ru: мин

# Foreground.Interval.Min.string
source: min
ru: мин

# Heartbeat.Interval.Min.string
source: min
ru: мин

# Settings.SegmentedControl.Humidity.Absolute.title
source: Abs
ru: Абс

source: g/m³
ru: г/м³

source: min
ru: мин

source: hPa
ru: гПа

source: s
ru: с

source: dBm
ru: дБм

# TemperatureUnit.Celsius.title
source: Celsius (℃)
ru: Цельсий (℃)

# TemperatureUnit.Fahrenheit.title
source: Fahrenheit (℉)
ru: Фаренгейт (℉)

# TemperatureUnit.Kelvin.title
source: Kelvin (K)
ru: Кельвин (K)

source: V
ru: В
