Repository: ruuvi/com.ruuvi.station.ios
Catalog: station/Resources/Strings/*.lproj/Localizable.strings
Languages: de, fi, fr, ru, sv

source: Done
de: Fertig
fi: Valmis
fr: Prêt
ru: Готово
sv: Klar

source: Copy
de: Kopieren
fi: Kopioi
fr: Copier
ru: Копировать
sv: Kopiera

source: Confirm
de: Bestätige
fi: Vahvista
fr: Confirmer
ru: Подтвердить
sv: Bekräfta

source: Remove
de: Löschen
fi: Poista
fr: Supprimer
ru: Удалить
sv: Ta bort

# Background.PresentNotifications.title
source: Show Notifications
de: Zeige Benachrichtigungen
fi: Näytä ilmoituksia
fr: Voir les notifications
ru: Показывать Уведомления
sv: Visa Notifikationer

# Background.KeepConnection.title
source: Keep the Connection
de: Verbindung behalten
fi: Säilytä yhteys
fr: Maintenir la connexion
ru: Держать Соединение
sv: Håll Anslutningen

# Background.Interval.Every.string
source: every
de: Jeder
fi: joka
fr: Chaque
ru: каждые
sv: varje

# Background.readRSSITitle.title
source: Read RSSI
de: Lese RSSI
fi: Lue RSSI
fr: Lire RSSI
ru: Считывать RSSI
sv: Läs RSSI

# BluetoothError.disconnected
source: Disconnected
de: Getrennt
fi: Yhteys katkaistu
fr: Déconnecté
ru: Соединение разорвано
sv: Frånkopplad

# Cards.BluetoothDisabledAlert.title
source: Bluetooth is not enabled
de: Bluetooth ist nicht aktiviert
fi: Bluetooth ei ole käytössä
fr: Bluetooth désactivé
ru: Bluetooth выключен
sv: Bluetooth är inte aktiverat

# Cards.BluetoothDisabledAlert.message
source: Ruuvi Station needs Bluetooth to be able to listen for sensors. Go to Settings and turn Bluetooth on.
de: Ruuvi Station benötigt Bluetooth, um Sensoren zu verbinden. Gehe zu Einstellungen und schalte Bluetooth ein.
fi: Ruuvi Station tarvitsee Bluetooth-yhteyden toimiakseen. Ota Bluetooth käyttöön laitteen asetuksista.
fr: Ruuvi Station a besoin du Bluetooth pour fonctionner. Activez-le dans les paramètres de votre téléphone.
ru: Ruuvi Station необходим Bluetooth чтобы слушать сенсоры. Откройте Настройки и включите Bluetooth.
sv: Ruuvi Station behöver bluetooth för att fungera. Gå till Inställningar och aktivera Bluetooth.

# Cards.WebTagAPILimitExcededError.Alert.title
source: Too many requests
de: Zu viele Anfragen
fi: Liian monta pyyntöä
fr: Trop de demandes simultanées
ru: Слишком много запросов
sv: För många förfrågningar

# Cards.WebTagAPILimitExcededError.Alert.message
source: Please try again in 5 minutes
de: Versuche es in 5 minuten nochmal
fi: Yritä uudelleen viiden minuutin kuluttua
fr: Réessayez dans 5 minutes
ru: Пожалуйста, попробуйте через 5 минут
sv: Försök igen om 5 minutes

# Cards.KeepConnectionDialog.message
source: Seems like you are running a connectable firmware on your Ruuvi device. Would you like to keep the connection open to this Ruuvi device in the background? This will allow histograms and alerts to work even when the application is minimised.
de: Scheint, als ob Sie eine verbindbare Firmware auf Ihrem Ruuvi-Gerät ausführen. Möchten Sie die Verbindung zu diesem Ruuvi-Gerät im Hintergrund offen halten? Dadurch können Histogramme und Warnungen auch dann angezeigt werden, wenn die Anwendung minimiert ist.
fi: Laitteessasi on yhteyden säilyttämiseen pystyvä laiteohjelmisto. Haluatko pitää yhteyden avoinna tähän Ruuvi-laitteeseen ohjelman ollessa taustalla? Tämä mahdollistaa historian ja hälytysten toiminnan ohjelman ollessa pienennettynä.
fr: Votre appareil est programmé pour rester connecté. Souhaitez-vous maintenir la connexion en arrière plan? Cela permettra de tracer les histogrammes et de recevoir les alertes même lorsque l'application est fermée.
ru: На вашем устройстве установлена прошивка, поддерживающая соединение. Хотите поддерживать соединение активным для этого устройства в фоновом режиме? Это позволит использовать графики и уведомления даже когда приложение закрыто.
sv: Det ser ut som din Ruuvi enhet har anslutningsbar firmware. Vill du att anslutningen till enheten skall hållas öppen i bakgrunden? Detta gör att histogram och alarm fungerar även om applikationen är minimerad.

# Cards.KeepConnectionDialog.Dismiss.title
source: Cancel
de: Abbrechen
fi: Hylkää
fr: Supprimer
ru: Закрыть
sv: Avbryt

# Cards.KeepConnectionDialog.KeepConnection.title
source: Keep the Connection
de: Verbindung aufrecht erhalten
fi: Säilytä yhteys
fr: Maintenir la connexion
ru: Установить Соединение
sv: Håll Anslutningen

# Cards.LegacyFirmwareUpdateDialog.message
source: Looks like your sensor is using an old firmware software version. To access new features such as history graphs, alerts and cloud services, updating is mandatory.
de: Scheint, dass Ihr Sensor eine alte Firmware-Softwareversion verwendet. Um auf neue Funktionen wie Verlaufsdiagramme, Warnungen und Cloud-Dienste zugreifen zu können, ist eine Aktualisierung obligatorisch.
fi: Näyttää siltä, että anturisi laiteohjelmistoversio on vanha. Käyttääksesi uusia ominaisuuksia kuten historiakuvaajia, hälytyksiä ja pilvipalvelua, päivitys on pakollinen.
fr: Il semble que votre capteur utilise une ancienne version du micrologiciel. Une mise à jour est obligatoire pour avoir accès à de nouvelles fonctions telles que les graphiques d'historique, les alertes et les services cloud.
sv: Det verkar som om din sensor använder en gammal programvaruversion. För att komma åt nya funktioner som historikgrafer, alarm och molntjänster krävs en mjukvaruuppdatering.

# Cards.LegacyFirmwareUpdateDialog.CancelConfirmation.message
source: Are you sure? Without updating, you won't be able to claim ownership of the sensor, download history graphs and set alerts. The update also includes bug fixes. If you cancel now, you can start the update process again from the sensor's settings page.
de: Bist du sicher? Ohne Aktualisierung können Sie den Besitz des Sensors nicht beanspruchen, Verlaufsdiagramme herunterladen und Warnungen einstellen. Das Update enthält auch Fehlerbehebungen. Wenn Sie jetzt abbrechen, können Sie den Update-Vorgang erneut von der Einstellungsseite des Sensors starten.
fi: Oletko varma? Ilman päivittämistä et voi vahvistaa anturin omistajuutta, ladata sen sisäistä historiaa etkä asettaa hälytyksiä. Päivitys sisältää myös bugikorjauksia. Mikäli peruutat nyt, voit aloittaa päivityksen uudelleen anturin asetussivulta käsin.
fr: Tu es sûr ? Sans mise à jour, vous ne pouvez pas revendiquer la propriété du capteur, télécharger des graphiques d'historique et définir des alertes. La mise à jour contient également des corrections de bugs. Si vous annulez maintenant, vous pouvez relancer le processus de mise à jour à partir de la page de configuration du capteur.
sv: Är du säker? Utan uppdatering kommer du inte att kunna göra anspråk på äganderätten till sensorn, ladda ner historikdiagram och ställa in alarm. Uppdateringen innehåller även buggfixar. Om du avbryter nu kan du starta uppdateringsprocessen igen från sensorns inställningssida.

# Cards.LegacyFirmwareUpdateDialog.CheckForUpdate.title
source: Check for update
de: Überprüfe auf Updates
fi: Tarkista päivitykset
fr: Vérifie les mises à jour
sv: Visa uppdateringsinstruktioner

# Cards.Connected.title
source: Connected
de: Verbunden
fi: Yhdistetty
fr: Connecté
ru: Соединен
sv: Ansluten

# Cards.Error.ReverseGeocodingFailed.message
source: Failed to load data for Virtual Sensor. Reverse geocode operation limit exceeded.
de: Fehler beim Laden der Daten für den virtuellen Sensor. Das Betriebslimit für umgekehrte Geokodierung wurde überschritten.
fi: Virtuaalisen anturin tietojen lataaminen epäonnistui. Maantieteellisten koordinaattien käänteishaun toimintaraja ylittyi.
fr: Echec du téléchargement des données de l'appareil.
ru: Не удалось загрузить данные для виртуального сенсора. Превышен лимит операций обратного геокодирования.
sv: Det gick inte att ladda data för Virtual Sensor. Gränsen för geokodöverföring överskriden.

# Cards.UpdatedLabel.NoData.message
source: No data during the last 10 days
de: Keine Daten in den letzten 10 Tagen
fi: Ei tietoja viimeiseltä 10 päivältä
fr: Aucune donnée au cours des 10 derniers jours
sv: Ingen data under de senaste 10 dagarna

# CoreError.failedToGetPngRepresentation
source: Failed to get PNG representation
de: PNG-Darstellung konnte nicht abgerufen werden
fi: PNG-muunnosta ei voida tehdä
fr: Echec de la représentation PNG
ru: Не удалось получить данные в формате PNG
sv: Det gick inte att få PNG-representation

# CoreError.failedToGetDocumentsDirectory
source: Failed to get background directory
de: Fehler beim Abrufen des Hintergrundverzeichnisses
fi: Taustakuvahakemistoa ei löydy
fr: Répertoire d'arrière-plan introuvable
ru: Не удалось получить директорию для фоновых изображений
sv: Det gick inte att hämta bakgrundskatalog

# CoreError.failedToGetCurrentLocation
source: Failed to get current location
de: Fehler beim Abrufen des aktuellen Standorts
fi: Nykyistä paikkaa ei löydy
fr: Position introuvable
ru: Не удалось получить текущее месторасположение
sv: Det gick inte att få aktuell plats

# CoreError.failedToGetDataFromResponse
source: Failed to get data from response
de: Fehler beim Abrufen der Daten
fi: Vastaus ei sisällä tietoa
fr: La réponse ne contient pas de données
ru: Не удалось получить данные из ответа
sv: Svaret innehåller ingen information

# CoreError.locationPermissionDenied
source: Missing permission for Location Services
de: Fehlende Berechtigung für Ortungsdienste
fi: Oikeus paikkatietoon puuttuu
fr: L'accès aux données de géolocalisation n'est pas accordé
ru: Не удалось получить разрешение на использование геолокации
sv: Saknar rättigheter för Platstjänster

# CoreError.locationPermissionNotDetermined
source: Location permission authorisation status is not determined
de: Autorisierungsstatus der Standortberechtigung ist unbestimmt
fi: Sijainnin käyttöoikeuden tilaa ei ole päätetty
fr: L'accès aux données de géolocalisation n'est pas déterminé
ru: Права на использование локационных сервисов не определены
sv: Status för platstillstånd kunde inte fastställas

# CoreError.objectNotFound
source: Object not found
de: Objekt nicht gefunden
fi: Kohdetta ei löydy
fr: Objet introuvable
ru: Объект не найден
sv: Inget objekt hittades

# CoreError.objectInvalidated
source: Object invalidated
de: Objekt ungültig
fi: Kohde mitätöity
fr: Objet invalide
ru: Объект инвалидирован
sv: Objekt ogiltigt

# CoreError.unableToSendEmail
source: Unable to send email
de: Email kann nicht gesendet werden
fi: Sähköpostin lähetys epäonnistui
fr: Echec de l'envoi du mail
ru: Невозможно отправить электронное письмо
sv: Kunde inte skicka e-post

# Defaults.navigationItem.title
source: Defaults
de: Standardeinstellungen
fi: Oletusasetukset
fr: Paramètres d'usine
ru: Значения
sv: Standardinställningar

# Defaults.WelcomeShown.title
source: Welcome Displayed
de: Willkommen angezeigt
fi: Esittely näytetään
fr: La présentation est affichée
ru: Приветствие Показано
sv: Välkomst Visad

# Defaults.ChartsSwipeInstructionWasShown.title
source: Charts Swipe Hint Was Shown
de: Charts-Swipe-Hinweis wurde angezeigt
fi: Histogrammin selite vaakanäytöllä
fr: Détails de l'histogramme en mode paysage
ru: Свайп на Графиках
sv: Histogram Swipe Tips Har Visats

# Defaults.Interval.Sec.string
source: sec
de: sek
fi: sek
ru: сек
sv: sek

# Defaults.ConnectionTimeout.title
source: Connection Timeout
de: Verbindungszeitüberschreitung
fi: Yhteyden aikakatkaisu
fr: Temporisation de la connexion
ru: Таймаут (соед.)
sv: Anslutningstimeout

# Defaults.CardsSwipeHint.title
source: Cards Swipe Hint Was Shown
de: Karten-Swipe-Hinweis wurde angezeigt
fi: Pyyhkäisyvinkki
fr: Conseil d'essuyage
ru: Свайп Подсказка на Графиках
sv: Kort Swipe Tips Har Visats

# Defaults.AlertsRepeatInterval.title
source: Alerts Interval
de: Benachrichtigungsintervall
fi: Hälytysväli
fr: Intervalle d'alerte
ru: Интервал Уведомлений
sv: Alarmintervall

# Defaults.WebPullInterval.title
source: Web Alerts Interval
de: Intervall für Web-Benachrichtigungen
fi: Virtuaalisten antureiden hälytysväli
fr: Intervalle d'alerte des capteurs virtuels
ru: Интервал Уведомления для Виртуальных Сенсоров
sv: Alarmintervall för Virtuella Sensorer

# Defaults.PruningOffsetHours.title
source: Pruning Offset Hours
de: Versatzstunden beschneiden
fi: Poistojen tuntisiirtymä
fr: Décalage
ru: Смещение Очистки в Часах
sv: Beskärning av förskjutningstider

# Defaults.ChartDurationHours.title
source: Chart Duration
de: Diagrammdauer
fi: Historian kesto
fr: Durée de l'historique
ru: Размер Графиков
sv: Historikens längd

# Defaults.AppLaunchRequiredForReview.Count.title
source: App launch count to ask for review for the first time
de: Anzahl der App-Starts, um zum ersten Mal eine Überprüfung anzufordern
fi: Sovelluksen käynnistyskerrat, kun pyydetään tarkistusta ensimmäistä kertaa
fr: Nombre de lancements d'applications pour demander un examen pour la première fois
ru: Количество запусков приложения, чтобы запросить обзор в первый раз
sv: Appstartsräkning för att be om granskning för första gången

# Defaults.AskReviewIfLaunchDivisibleBy.Count.title
source: Ask review if app launch divisible by
de: Überprüfung fragen, ob App-Start teilbar durch
fi: Pyydä tarkistusta, onko sovelluksen käynnistys jaettavissa
fr: Demander un avis si le lancement de l'application est divisible par
ru: Запросить отзыв, если запуск приложения делится на
sv: Fråga granskning om appstart är delbart med

# DiscoverTable.SectionTitle.WebTags
source: Virtual sensors
de: Virtuelle Sensoren
fi: Paikkaan perustuvat virtuaaliset anturit
fr: Capteurs virtuels
ru: Виртуальные
sv: Virtuella sensorer

# DiscoverTable.BluetoothDisabledAlert.title
source: Bluetooth is not enabled
de: Bluetooth ist nicht aktiviert
fi: Bluetooth ei ole käytössä
fr: Bluetooth désactivé
ru: Bluetooth выключен
sv: Bluetooth är inte aktiverat

# DiscoverTable.BluetoothDisabledAlert.message
source: Ruuvi Station needs Bluetooth to be able to listen for sensors. Go to Settings and turn Bluetooth on.
de: Die Ruuvi Station benötigt Bluetooth, um die Sensoren zu verbinden. Gehen Sie zu Einstellungen und schalten Sie Bluetooth ein.
fi: Ruuvi Station tarvitsee Bluetooth-yhteyden toimiakseen. Ota Bluetooth käyttöön laitteen asetuksista.
fr: Ruuvi Station a besoin du Bluetooth pour fonctionner. Activez-le dans les paramètres de votre appareil.
ru: Ruuvi Station необходим bluetooth чтобы слушать сенсоры. Откройте Настройки и включите Bluetooth.
sv: Ruuvi Station behöver bluetooth för att fungera. Gå till Inställningar och aktivera Bluetooth.

# DiscoverTable.NavigationItem.title
source: Add a New Sensor
de: Neuen Sensor hinzufügen
fi: Lisää uusi anturi
fr: Ajouter un capteur
ru: Добавить Сенсор
sv: Lägg till en ny sensor

# DiscoverTable.GetMoreSensors.button.title
source: Buy Ruuvi Sensors
de: Ruuvi Sensoren kaufen
fi: Osta Ruuvi-antureita
fr: Acheter des capteurs Ruuvi
ru: Купить датчики Ruuvi
sv: Köp Ruuvi-sensorer

# DiscoverTable.NoDevicesSection.NotFound.text
source: (No sensors in Bluetooth range)
de: (Keine Sensoren in Bluetooth-Reichweite)
fi: (Ei havaittuja antureita Bluetooth-verkon alueella)
fr: (Pas de capteurs à portée du Bluetooth)
ru: (Bluetooth устройства не найдены)
sv: (Inga sensorer inom Bluetooths räckvidd)

# DiscoverTable.NoDevicesSection.BluetoothDisabled.text
source: (Bluetooth is disabled)
de: (Bluetooth ist deaktiviert)
fi: (Bluetooth ei ole käytössä)
fr: (Bluetooth désactivé)
ru: (Bluetooth отключен)
sv: (Bluetooth är avaktiverat)

# DiscoverTable.WebTagsInfoDialog.message
source: Virtual Sensors show public weather data provided by local weather stations.
de: Virtuelle Sensoren zeigen öffentliche Wetterdaten an, die von lokalen Wetterstationen bereitgestellt werden.
fi: Virtuaalisten antureiden avulla voidaan esittää paikallisilta sääasemilta kerättyjä säätietoja.
fr: Les capteurs virtuels permettent d'afficher des données recueillies à partir de stations météorologiques locales.
ru: Виртуальные сенсоры показывают публичную информацию о погоде, предоставленную локальными станциями.
sv: Virtuella Sensorer visar offentlig väder data som upprätthålls av lokala väderstationer.

# ErrorPresenterAlert.Error
source: Error
de: Fehler
fi: Virhe
fr: Erreur
ru: Ошибка
sv: Fel

# ExpectedError.missingOpenWeatherMapAPIKey
source: Missing OpenWeatherMap API Key. Please get one from openweathermap.org website and enter it in the station/Classes/Networking/Assembly/Networking.plist file
de: Fehlender OpenWeatherMap-API-Schlüssel. Bitte holen Sie einen von openweathermap.org und fügen Sie sie diesen in die Datei station/Classes/Networking/Assembly/Networking.plist ein
fi: OpenWeatherMap API-avain puuttuu. Hanki avain openweathermap.org -sivustolta ja lisää saamasi avain station/Classes/Networking/Assembly/Networking.plist -tiedostoon
fr: Clé API OpenWeatherMap manquante. Obtenez une clé sur openweathermap.org et ajoutez-la dans le fichier station/Classes/Networking/Assembly/Networking.plist
ru: Не указан API-ключ для OpenWeatherMap. Пожалуйста, получите его на сайте openweathermap.org и поместите в файл station/Classes/Networking/Assembly/Networking.plist
sv: OpenWeatherMap API Key saknas. Du kan få en från openweathermap.org website och sätt den sedan i filen station/Classes/Networking/Assembly/Networking.plist

# ExpectedError.isAlreadySyncingLogsWithThisTag
source: App is already in the process of syncing logs with this sensor
de: Die App ist bereits dabei, Protokolle mit diesem Sensor zu synchronisieren
fi: Sovellus on jo määritetty synkronoimaan lokitietoja tämän anturin kanssa
fr: L'application a été paramétrée pour être synchronisée avec ce capteur
ru: Приложение уже в процессе синхронизации логов с данным сенсором
sv: Applikationen håller redan på att synkronisera logginformation med denna sensor

# ExpectedError.failedToDeleteTag
source: Unable to remove a connected device that is not reachable. Please check your Bluetooth connection.
de: Das nicht erreichbare Gerät kann nicht entfernt werden. Bitte überprüfen Sie Ihre Bluetooth-Verbindung.
fi: Aiemmin yhdistettyä laitetta ei voida poistaa ilman Bluetooth-yhteyttä. Tarkasta Bluetooth-yhteyden tila.
fr: Un capteur enregistré ne peut être supprimé sans connexion Bluetooth. Vérifiez la connexion.
ru: Не удалось удалить подключенный сенсор, так как он недоступен. Пожалуйста, проверьте соединение по Bluetooth.
sv: Det går inte att ta bort en ansluten enhet som inte kan nås. Kontrollera Bluetooth-anslutningen.

# ExportService.Date
source: Date
de: Datum
fi: Päivämäärä
ru: Дата
sv: Datum

# ExportService.Temperature
source: Temperature (%@)
de: Temperatur (%@)
fi: Lämpötila (%@)
fr: Température (%@)
ru: Температура (%@)
sv: Temperatur (%@)

# ExportService.Humidity
source: Humidity (%@)
de: Feuchtigkeit (%@)
fi: Kosteus (%@)
fr: Humidité (%@)
ru: Влажность (%@)
sv: Luftfuktighet (%@)

# ExportService.DewPoint
source: Dew point (%@)
de: Taupunkt (%@)
fi: Kastepiste (%@)
fr: Point de rosée (%@)
ru: Точка росы (%@)
sv: Daggpunkt (%@)

# ExportService.Pressure
source: Pressure (%@)
de: Druck (%@)
fi: Ilmanpaine (%@)
fr: Pression (%@)
ru: Давление (%@)
sv: Lufttryck (%@)

# ExportService.Voltage
source: Voltage (V)
de: Spannung (V)
fi: Jännite (V)
fr: Tension (V)
ru: Напряжение (В)
sv: Spänning (V)

# ExportService.MovementCounter
source: Movement Counter
de: Bewegungszähler
fi: Liikelaskuri
fr: Compteur de mouvements
ru: Счетчик Движения
sv: Rörelseräknare

# ExportService.MeasurementSequenceNumber
source: Measurement Sequence Number
de: Messsequenznummer
fi: Mittausjärjestysnumero
fr: Numéro de séquence
ru: Порядковый Номер Измерения
sv: Mätningssekvensnummer

# ExportService.TXPower
source: TX Power
de: TX-Leistung
fi: Lähetysteho
fr: Puissance d'émission
ru: Мощность Передачи
sv: Sändningseffekt

# ForegroundRow.advertisement.section
source: ADVERTISEMENTS
de: ANZEIGE
fi: LAITEILMOITUKSET
fr: MESSAGES DES CAPTEURS
ru: СООБЩЕНИЯ
sv: ENHETSMEDDELANDEN

# ForegroundRow.advertisement.title
source: Save advertisements
de: Werbung speichern
fi: Tallenna laiteilmoitukset
fr: Enregistrer les messages des capteurs
ru: Сохранять данные
sv: Spara enhetsmeddelanden

# ForegroundRow.connection.title
source: Connect and sync logs
de: Protokolle verbinden und synchronisieren
fi: Yhdistä ja tallenna lokitiedot
fr: Connecter et enregistrer l'historique
ru: Соединяться и сохранять логи
sv: Anslut och synkronisera loggar

# Foreground.navigationItem.title
source: Foreground
de: Vordergrund
fi: Prosessit
fr: Tâches actives en premier plan
ru: Активный Режим
sv: Processer

# Foreground.Interval.Every.string
source: Every
de: Jeder
fi: Joka
fr: Chaque
ru: Каждые
sv: Varje

# ForegroundRow.webTags.title
source: Load and save from web
de: Laden und speichern aus dem Web
fi: Lataa ja tallenna verkkopalvelusta
fr: Télécharger et enregistrer depuis internet
ru: Загружать из интернета
sv: Ladda och spara från webben

# ForegroundRow.webTags.section
source: VIRTUAL SENSORS
de: VIRTUELLE SENSOREN
fi: VIRTUAALISET ANTURIT
fr: CAPTEURS VIRTUELS
ru: ВИРТУАЛЬНЫЕ СЕНСОРЫ
sv: VIRTUELLA SENSORER

# Foreground.Interval.All.string
source: All
de: Alle
fi: Kaikki
fr: Tous
ru: Все
sv: Alla

# Heartbeat.Interval.Every.string
source: every
de: jeder
fi: joka
fr: toutes les
ru: каждые
sv: varje

# Heartbeat.readRSSITitle.title
source: Read RSSI
de: Lese RSSI
fi: Lue RSSI
fr: Lire RSSI
ru: Считывать RSSI
sv: Läs RSSI

# Heartbeat.Interval.Sec.string
source: sec
de: sek
fi: sek
ru: сек
sv: sek

# Heartbeat.Interval.All.string
source: All
de: Alle
fi: Kaikki
fr: Tous
ru: Все
sv: Alla

# HumidityCalibration.ClearCalibrationConfirmationAlert.title
source: Are you sure?
de: Sind Sie sicher?
fi: Oletko varma?
fr: Êtes-vous sûr ?
ru: Вы уверены?
sv: Är du säker?

# HumidityCalibration.ClearCalibrationConfirmationAlert.message
source: You are going to clear humidity offset. This can't be undone. Tap "Confirm" to continue.
de: Feuchtigkeits-Offset wird gelöscht. Dies kann nicht rückgängig gemacht werden. Tippen Sie auf "Bestätigen", um fortzufahren.
fi: Olet nollaamassa kalibrointia. Tätä ei voida peruuttaa. Jatka napauttamalla "Vahvista" .
fr: Vous allez réinitialiser le calibrage de l'hygromètre. Cette action est irréversible. Appuyez sur "confirmer" pour continuer.
ru: Вы собираетесь очистить смещение для влажности. Вы не сможете откатить изменения. Нажмите "Подтвердить" для продолжения.
sv: Du kommer att rensa luftfuktighetskalibreringen. Det går inte att ångra detta. Tryck på "Bekräfta" för att fortsätta.

# HumidityCalibration.CalibrationConfirmationAlert.title
source: Are you sure?
de: Sind Sie sicher?
fi: Oletko varma?
fr: Êtes-vous sûr ?
ru: Вы уверены?
sv: Är du säker?

# HumidityCalibration.CalibrationConfirmationAlert.message
source: You are going to calibrate humidity offset. Tap "Confirm" to continue
de: Feuchtigkeits-Offset wird kalibriert. Tippen Sie auf "Bestätigen", um fortzufahren.
fi: Olet kalibroimassa kosteusanturia. Jatka napauttamalla "Vahvista" .
fr: Vous allez calibrer l'hygromètre. Appuyez sur "confirmer" pour continuer.
ru: Вы собираетесь откалибровать смещение для влажности. Нажмите "Подтвердить" для продолжения.
sv: Du kommer att kalibrera luftfuktighetssensorn. Tryck på "Bekräfta" för att fortsätta.

# LocalNotificationsManager.DidConnect.title
source: Connected
de: Verbunden
fi: Yhdistetty
fr: Connecté
ru: Соединился
sv: Ansluten

# LocalNotificationsManager.DidDisconnect.title
source: Disconnected
de: Unterbrochen
fi: Yhteys katkaistu
fr: Déconnecté
ru: Отсоединился
sv: Frånkopplad

# LocalNotificationsManager.Disable.button
source: Turn off
de: Ausschalten
fi: Poista käytöstä
fr: Supprimer
ru: Отключить
sv: Stäng av

# LocalNotificationsManager.LowDewPoint.title
source: Dew Point is too low!
de: Taupunkt ist zu niedrig!
fi: Kastepiste liian alhainen!
fr: Point de rosée trop bas !
ru: Ниже Точки Росы!
sv: För låg Daggpunkt!

# LocalNotificationsManager.HighDewPoint.title
source: Dew Point is too high!
de: Taupunkt ist zu hoch!,
fi: Kastepiste liian korkea!
fr: Point de rosée trop haut !
ru: Выше Точки Росы!
sv: För hög Daggpunkt!
