Repository: ruuvi/com.ruuvi.station.ios
Catalog: station/Resources/Strings/*.lproj/Localizable.strings
Languages: de, fi, fr, ru, sv

# Settings.BackgroundScanning.title
source: Background Scanning
de: Scannen im Hintergrund
fi: Taustaskannaus
fr: Réglages du balayage en arrière-plan
ru: Сканирование в фоне
sv: Bakgrundsskanning

# Settings.BackgroundScanning.Footer.message
source: Important note: Bluetooth background history logging and Bluetooth alerts work only when background scanning is enabled. If you disable the background scanning, all paired Ruuvi sensors will be automatically unpaired and you need to pair them again from their settings pages.
de: Wichtiger Hinweis: Die Bluetooth-Hintergrundprotokollierung und Bluetooth-Warnungen funktionieren nur, wenn die Hintergrundsuche aktiviert ist. Wenn Sie die Hintergrundabtastung deaktivieren, werden alle gekoppelten Ruuvi-Sensoren automatisch entkoppelt und Sie müssen sie auf ihren Einstellungsseiten erneut koppeln.
fi: Tärkeitä huomioita: Historian Bluetooth-taustatallennus ja Bluetooth-hälytykset toimivat ainoastaan sovelluksen taustaskannauksen ollessa käytössä. Mikäli poistat taustaskannauksen käytöstä, kaikkien yhdistettyjen Ruuvi-anturien paritukset poistetaan ja joudut parittamaan ne uudelleen niiden asetussivuilta käsin.
fr: Remarque importante : L'enregistrement de l'historique et les alertes Bluetooth ne fonctionnent que lorsque le balayage en arrière-plan est activé. Si vous désactivez l'analyse en arrière-plan, tous les capteurs Ruuvi appariés seront automatiquement désappariés et vous devrez les appairer à nouveau à partir de leurs pages de paramètres.
sv: Viktiga anteckningar: Loggning av Bluetooth-bakgrundshistorik och Bluetooth-alarm fungerar endast när bakgrundsskanning är aktiverad. Om du inaktiverar bakgrundsskanning kommer alla parade Ruuvi-sensorer att automatiskt avparas och du måste para dem igen från deras inställningssidor.

# Settings.BackgroundScanning.interval
source: Data logging interval
de: Datenprotokollierungsintervall
fi: Historiatietojen tallennusväli
fr: Intervalle d'acquisition des données
ru: Интервал сканирования
sv: Dataloggningsintervall

# Settings.Label.Chart
source: Chart Settings
de: Diagramm Einstellungen
fi: Historiatietojen asetukset
fr: Paramètres de l'histogramme
ru: Настройки графиков
sv: Historik

# ChartSettings.AllPoints.title
source: Show all measurements
de: Alle Messungen anzeigen
fi: Näytä kaikki kerätyt mittaukset
fr: Afficher toutes les données mesurées
ru: Отображать все данные
sv: Visa alla mätningar

# ChartSettings.AllPoints.description
source: Charts may be updated slowly when enabled.
de: Die Aktivierung kann dazu führen, dass Diagramme langsam aktualisiert werden.
fi: Ominaisuuden käyttäminen saattaa hidastaa historiatietojen päivittymistä.
fr: L'utilisation de cette fonction peut ralentir la mise à jour de l'histogramme.
ru: Это может привести к медленному обновлению графиков.
sv: Den här funktionen kan göra appen laddar historik långsammare.

# ChartSettings.DrawDots.title
source: Show datapoints
de: Datenpunkte anzeigen
fi: Näytä tietopisteet
fr: Afficher les points
ru: Показывать точки на графике
sv: Visa datapunkter

# ChartSettings.DrawDots.description
source: Small dots will help to understand when measurements were collected.
de: Kleine Punkte helfen zu verstehen, wann Messungen erfasst wurden.
fi: Tietopisteiden näyttäminen helpottaa tallennetun historiatiedon tutkimista.
fr: L'affichage des points facilite l'analyse de l'histogramme
ru: Маленькие точки помогут точно понять когда были получены данные
sv: Datapunkter gör det lättare att utforska lagrad historikinformation.

# Defaults.ChartIntervalSeconds.title
source: Chart Interval
de: Diagrammintervall
fi: Historian tarkkuus
fr: Précision de l'histogramme
ru: Интервал Графиков
sv: Historikens noggrannhet

# ChartSettings.Duration.title
source: Chart History View Period
de: Anzeigezeitraum des Diagrammverlaufs
fi: Historian tarkastelujakso
fr: Période de l'histogramme
ru: Диапазон отображения графиков
sv: Historik

# ChartSettings.Duration.description
source: Configure the period of history to be shown on chart from 1 to 10 days.
de: Konfigurieren Sie den Zeitraum, der im Diagramm angezeigt werden soll, von 1 bis 10 Tagen.
fi: Määritä historian tarkastelujakso 1 - 10 päivää.
fr: Définir la période de l'histogramme 1 - 10 jours
ru: Установите диапазон для отображения на графиках от 1-го до 10-ти дней.
sv: Ange hur långt bak historiken skall visas, mellan 1 - 10 dagar.

# Settings.Label.HumidityUnit.text
source: Humidity Unit
de: Feuchtigkeitseinheit
fi: Kosteusyksikkö
fr: Unité d'humidité
ru: Ед. изм. Влажности
sv: Luftfuktighetsenhet

# Settings.Label.Temperature
source: Temperature
de: Temperatur
fi: Lämpötila
sv: Temperatur

# Settings.Label.Humidity
source: Humidity
de: Feuchtigkeit
fi: Kosteus
sv: Fuktighet

# Settings.Label.Pressure
source: Pressure
de: Druck
fi: Paine
sv: Lufttryck

# Settings.ChooseHumidityUnit.text
source: Choose the humidity unit you want to be displayed.
de: Wählen Sie die Luftfeuchtigkeitseinheit aus, die angezeigt werden soll.
fi: Valitse sovelluksessa käytettävä kosteusyksikkö.
fr: Choisissez l'unité souhaitée pour l'humidité.
ru: Выберите единицу измерения влажности для отображения.
sv: Välj den fuktighetsenhet som du vill ska visas.

# Settings.Label.PressureUnit.text
source: Pressure Unit
de: Druckeinheit
fi: Paineyksikkö
fr: Unité de pression
ru: Ед. изм. Давления
sv: Tryckenhet

# Settings.ChoosePressureUnit.text
source: Choose the pressure unit you want to be displayed.
de: Wählen Sie die Druckeinheit, die angezeigt werden soll.
fi: Valitse sovelluksessa käytettävä paineyksikkö.
fr: Choisissez l'unité souhaitée pour la pression.
ru: Выберите единицу измерения давления для отображения.
sv: Välj den tryckenhet du vill ska visas.

# Settings.Label.TemperatureUnit.text
source: Temperature Unit
de: Temperatureinheit
fi: Lämpötilayksikkö
fr: Unité de température
ru: Ед. изм. Температуры
sv: Temperaturenhet

# Settings.ChooseTemperatureUnit.text
source: Choose the temperature unit you want to be displayed.
de: Wählen Sie die Temperatureinheit, die angezeigt werden soll.
fi: Valitse sovelluksessa käytettävä lämpötilayksikkö.
fr: Choisissez l'unité souhaitée pour la température.
ru: Выберите единицу измерения температуры для отображения.
sv: Välj den temperaturenhet som du vill ska visas.

# TagCharts.Sync.title
source: Sync
fi: Synkronoi
fr: Synchroniser
ru: Скачать
sv: Synk

# TagCharts.SyncConfirmationDialog.message
source: Download history data from the sensor?
de: Daten vom Sensor herunterladen?
fi: Ladataanko historiatiedot anturista?
fr: Souhaitez vous importer les données du capteur ?
ru: Вы уверены что хотите синхронизировать данные с устройством?
sv: Ladda ner historik-data från sensorn?

# WebTagSettings.Label.TagName.text
source: Sensor Name
fi: Anturin nimi
fr: Nom du capteur
ru: Имя
sv: Sensornamn

# TagSettings.confirmTagRemovalDialog.title
source: Remove sensor
de: Sensor entfernen
fi: Poista
fr: Supprimer le capteur
ru: Удалить сенсор
sv: Ta bort sensor

# TagSettings.confirmTagRemovalDialog.message
source: Do you want to remove the sensor? You can add it again later, if needed.
de: Möchten Sie den Sensor entfernen? Sie können ihn später bei Bedarf wieder hinzufügen.
fi: Haluatko varmasti poistaa tämän anturin?
fr: Êtes-vous certain de vouloir supprimer ce capteur ?
ru: Вы уверены что хотите удалить этот сенсор?
sv: Är du säker på att du vill ta bort den här sensorn?

# TagSettings.temperatureAlertTitleLabel.text
source: Temperature (%@)
de: Temperatur (%@)
fi: Lämpötila (%@)
fr: Température (%@)
ru: Температура (%@)
sv: Temperatur (%@)

source: Updated
de: Aktuaisiert
fi: Päivitetty
fr: Mis à jour il y'a
ru: Обновлено
sv: Uppdaterad

# RuuviOnboard.Welcome.title
source: Swipe to see what Ruuvi Station can do for you.
de: Wischen Sie, um zu sehen, was Ruuvi Station für Sie tun kann.
fi: Tutustu Ruuvi Station -sovellukseen.
fr: Découvrez l'application Ruuvi Station.
ru: Проведите пальцем чтобы узнать, чем Ruuvi Station может помочь вам.
sv: Det här kan Ruuvi Station göra för dig.

# RuuviOnboard.Measure.title
source: Measure environmental data: temperature, relative humidity and air pressure.
de: Umweltdaten messen: Temperatur, relative Luftfeuchtigkeit und Luftdruck.
fi: Mittaa ympäristösi olosuhteita: lämpötilaa, ilmankosteutta ja ilmanpainetta.
fr: Mesurer votre environnement : température, humidité, et pression de l'air.
ru: Измеряйте параметры окружающей среды: температуру, влажность и атмосферное давление.
sv: Mät förhållandena i din miljö: temperatur, luftfuktighet och lufttryck.

# RuuviOnboard.Access.title
source: Access data for each linked sensor in real time and explore history graphs.
de: Greifen Sie in Echtzeit auf Daten für jeden verknüpften Sensor zu und erkunden Sie Verlaufsdiagramme.
fi: Tarkastele anturitietoja reaaliaikaisesti tai tutki laitteelle tallennettuja historiatietoja.
fr: Vérifier les données en temps réels ou consultez les histogrammes.
ru: В реальном времени считывайте показатели с датчиков и просматривайте историю на графиках.
sv: Visa sensordata i realtid eller granska historisk data som är lagrad på enheten.

# RuuviOnboard.Alerts.title
source: Set alerts and get notified whenever your limits are hit.
de: Legen Sie Benachrichtigungen fest und lassen Sie sich benachrichtigen, wenn Ihre Grenzen erreicht sind.
fi: Aseta hälytyksiä ja ilmoituksia haluamallasi tavalla.
fr: Définir des alarmes et des notifications comme vous le souhaitez.
ru: Устанавливайте лимиты значений, при превышении которых вы получите уведомление.
sv: Ställ in alarm och få notiser om dem.

# RuuviOnboard.Cloud.title
source: Sign in to use the full potential of the app.
de: Melden Sie sich an, um das volle Potenzial der App zu nutzen.
fi: Kirjaudu sisään käyttääksesi kaikkia sovelluksen ominaisuuksia.
fr: Connectez-vous pour utiliser tout le potentiel de l'application.
sv: Logga in för att få tillgång till alla appens funktioner.

# RuuviOnboard.Cloud.subtitle
source: Claim ownership of your sensors with a free Ruuvi Cloud account.
de: Beanspruchen Sie das Eigentum an Ihren Sensoren mit einem kostenlosen Ruuvi Cloud-Konto.
fi: Vahvista anturiesi omistajuudet ilmaisen Ruuvi Cloud -tilin avulla.
fr: Réclamez la propriété de vos capteurs avec un compte Ruuvi Cloud gratuit.
sv: Verifiera ditt sensorägande med ett gratis Ruuvi Cloud-konto.

# RuuviOnboard.Cloud.subtitle.signed
source: Great! You already signed in!
de: Super! Sie haben sich bereits angemeldet!
fi: Hienoa, olet jo kirjautunut sisään!
fr: Super ! Vous vous êtes déjà connecté !
sv: Bra! Du är redan inloggad!

# RuuviOnboard.Start.title
source: Press SCAN to find and add nearby sensors to your Ruuvi Station.
de: Drücken Sie SCAN, um Sensoren in der Nähe zu finden und zu Ihrer Ruuvi Station hinzuzufügen.
fi: Näytä lähietäisyydellä olevat anturit napauttamalla SKANNAA.
fr: Afficher les capteurs à proximité en appuyant sur BALAYAGE.
ru: Нажмите СКАНИРОВАТЬ, чтобы найти и добавить датчики в Ruuvi Station.
sv: Tryck på SCAN för att se sensorerna i närheten.

source: Yes
de: Ja
fi: Kyllä
fr: Oui
ru: Да
sv: Ja

# LocalNotificationsManager.Mute.button
source: Mute for an hour
de: Stumm schalten für eine Stunde
fi: Mykistä tunniksi
fr: Désactiver les notifications pendant une heure
ru: Отключить на час
sv: Pausa alarmet i en timme

# Defaults.AlertsMuteInterval.title
source: Alerts Mute Interval
de: Alarmstummschaltintervall
fi: Hälytysten mykistysväli
fr: Espacement entre deux alarmes
ru: Интервал Отключения Уведомлений
sv: Alarmavstängningsintervall

# SignIn.Title.text
source: Sign in
de: Einloggen
fi: Kirjaudu sisään
fr: Connexion
ru: Войти
sv: Logga in

# Menu.SignOut.text
source: Sign out
de: Ausloggen
fi: Kirjaudu ulos
fr: Déconnexion
ru: Выйти из сети
sv: Logga ut

# RuuviOnboard.Cloud.Benefits.message
source: Benefits: ● Sensor names, background images, offsets and alert settings will be securely stored on the cloud ● Access sensors remotely over the Internet (requires a Ruuvi Gateway) ● Share sensors with friends and family (requires a Ruuvi Gateway) ● Browse up to 2 years of history on station.ruuvi.com (requires a Ruuvi Gateway)
de: Vorteile: ● Sensornamen, Hintergrundbilder, Offsets und Alarmeinstellungen werden sicher in der Cloud gespeichert ● Fernzugriff auf Sensoren über das Internet (erfordert ein Ruuvi Gateway) ● Teilen Sie Sensoren mit Freunden und Familie (erfordert ein Ruuvi Gateway) ● Sehen Sie bis zu 2 Jahre Geschichtsdaten auf station.ruuvi.com (erfordert ein Ruuvi-Gateway)
fi: Hyödyt: ● Anturien nimet, taustakuvat sekä kalibrointi- ja hälytysasetukset tallentuvat turvallisesti tilillesi pilvipalveluun ● Lue anturitiedot etänä verkossa (vaatii Ruuvi Gateway -reitittimen) ● Jaa antureita ystävien ja perheen kesken (vaatii Ruuvi Gateway -reitittimen) ● Selaa jopa 2 vuoden historiatietoja osoitteessa station.ruuvi.com (vaatii Ruuvi Gateway -reitittimen)
fr: Avantages : ● Les noms, fonds d'écrans, les réglages de calibration, ainsi que les alertes sont enregistrés de façon sécurisée dans notre cloud ● Consultez les données à distance depuis n'importe quel navigateur (routeur Ruuvi Gateway requis) ● Partager les capteurs avec votre famille ou des amis (routeur Ruuvi Gateway requis) ● consultez jusqu'à deux ans d'historique de vos données sur le site station.ruuvi.com (routeur Ruuvi Gateway requis)
ru: Преимущества: ● Название датчика, изображение фона, данные калибровки и настройки тревог будут безопасно храниться в облаке ● Получите доступ к датчикам через интернет (требуестся Ruuvi Gateway) ● Поделитесь данными датчиков с друзьями и членами семьи (требуется Ruuvi Gateway) ● Просматривайте до 2-х лет истории на сайте station.ruuvi.com (требуется a Ruuvi Gateway)
sv: Fördelar: ● Sensornamn, bakgrundsbilder, kalibrering och larminformation från en säker molntjänst ● Läs sensorinformation på distans online ( kräver Ruuvi Gateway-router) ● Dela sensorer med vänner och familj (kräver Ruuvi Gateway) ● Upp till 2 års historik från station.ruuvi.com (kräver Ruuvi Gateway)

# RuuviOnboard.Cloud.Details.title
source: Details
de: Einzelheiten
fi: Tiedot
fr: Détails
ru: Подробнее
sv: Info

# RuuviOnboard.Cloud.Skip.title
source: Are you sure you want to skip sign in?
de: Sind Sie sicher, dass Sie die Anmeldung überspringen wollen?
fi: Haluatko varmasti ohittaa sisäänkirjautumisen?
fr: Êtes-vous sûr de vouloir ignorer l'ouverture de session ?
ru: Точно хотите пропустить вход?
sv: Är du säker på att du vill hoppa över inloggningen?

# RuuviOnboard.Cloud.Skip.Yes.title
source: Yes, skip
de: Ja, überspringen
fi: Kyllä, ohita
fr: Oui, passez.
ru: Пропустить
sv: Ja, hoppa över

# RuuviOnboard.Cloud.Skip.GoBack.title
source: Go back
de: Zurückgehen
fi: Takaisin
fr: Retourner
ru: Назад
sv: Gå tillbaka

# SignIn.EmailPlaceholder
source: Email
fi: Sähköposti
sv: E-post

# SignIn.RequestCode
source: Request a code
de: Fordern Sie einen Code an
fi: Pyydä kirjautumiskoodi
fr: Obtenir un code
ru: Запросить код
sv: Begär en inloggningskod

# SignIn.SubmitCode
source: Submit
de: Abschicken
fi: Lähetä
fr: Envoyer
ru: Отправить
sv: Skicka

# SignIn.EmailSent
source: Email sent
de: E-Mail gesendet
fi: Sähköposti lähetetty
fr: Email envoyé
ru: Email отправлен
sv: E-post skickat

# SignIn.CheckMailbox
source: We've sent a one-time password to your email. Sign in by entering it here:
de: Wir haben ein Einmalpasswort an Ihre E-Mail gesendet. Melden Sie sich an, indem Sie es hier eingeben:
fi: Olemme lähettäneet sähköpostiisi kertakäyttöisen salasanan. Kirjaudu syöttämällä se tähän:
fr: Le code d'activation vous a été envoyé par mail.
ru: Пожалуйста, проверьте email для дальнейших инструкций
sv: Vi har skickat ett engångslösenord till din e-post. Logga in genom att ange den här:

# SignIn.CodeHint
source: Code
fi: Koodi
ru: Код для входа
sv: Kod

# TagsManagerPresenter.SignOutConfirmAlert.Message
source: When you sign out, sensors the ownerships of which you've claimed on the sensor Settings page will be automatically removed from the app. When you sign in again using the same email address, the sensors will be returned from the cloud. Do you want to sign out?
de: Wenn Sie sich abmelden, werden Sensoren, deren Eigentum Sie mit den Sensoreinstellungen bestätigt haben, automatisch aus der App entfernt. Wenn Sie sich erneut mit derselben E-Mail-Adresse anmelden, werden die Sensoren aus der Cloud zurückgegeben. Möchten Sie sich abmelden?
fi: Anturit, joiden omistajuuden olet vahvistanut asetussivulla poistetaan sovelluksesta automaattisesti uloskirjauduttaessa. Anturitiedot palautetaan pilvipalvelusta samalla sähköpostiosoitteella uudelleenkirjauduttaessa. Haluatko varmasti kirjautua ulos?
fr: Les capteurs dont vous êtes propriétaire seront suspprimés de l'application lorsque vous vous déconnectez de votre compte Ruuvi. Les données seront importées du cloud lorsque vous vous connectez à nouveau. Souhaitez vous vous déconnecter ?
ru: После выхода все датчики, которые зарегистрованы на вас, будут удалены из приложения. Если вы повторно войдете с тем же email адресом, список ваших датчиков будет загружен из облака. Вы хотите выйти из сети?
sv: Sensorer som du har verifierat äganderätten till på inställningssidan tas automatiskt bort från appen när du loggar ut. Sensordata hämtas från molnet igen om du loggar in med samma e-postadress. Är du säker på att du vill logga ut?

# TagSettings.ClaimTagButton.Claim
source: Claim ownership
de: Inhaberschaft beanspruchen
fi: Vahvista omistajuus
fr: Confirmer l'appropriation
ru: Заявить о собственности
sv: Bekräfta ägandet

# TagSettings.ShareButton
source: Share
de: Teilen
fi: Jaa
fr: Partager
ru: Поделиться
sv: Dela

# Syncing...
source: Loading history from the cloud...
de: Synchronisierung...
fi: Ladataan historiaa pilvestä...
fr: Synchronisation...
ru: Синхронизация...
sv: Synkroniserar...

# Synchronized
source: Synchronised
de: Synchronisiert
fi: Synkronoitu
fr: Synchronisé
ru: Синхронизировано
sv: Synkronisering klar

# TagChartsPresenter.NumberOfPointsSynchronizedOverNetwork
source: Synchronised: %@
de: Synchronisiert: %@
fi: Synkronoitu: %@
fr: Synchronisé : %@
ru: Синхронизировано: %@
sv: Synkroniserat: %@

# MenuTableViewController.None
source: none
de: keiner
fi: ei kirjautunut
fr: non connecté
ru: нет
sv: ingen

# MenuTableViewController.User
source: User: %@
de: Benutzer: %@
fi: Käyttäjä: %@
fr: Utilisateur : %@
ru: Пользователь: %@
sv: Användare: %@

# ShareViewController.Title
source: Share sensor
de: Sensor teilen
fi: Jaa anturi
fr: Partager le capteur
ru: Поделиться датчиком Ruuvi
sv: Dela sensor

# ShareViewController.Description
source: You can share the sensor with friends and family if it's in range of a Ruuvi Gateway. Receiver will be notified by email. If the receiver doesn't have a Ruuvi account, a free Ruuvi account will automatically be created at first log in. Note that the sensor's custom name and background image will be shared. The name and image sync is one time only, and after this, they can be privately customised by the receiver. Offset values (if any) set by the owner, will be automatically synced, and the receiver will always see the final corrected values.
de: Sie können den Sensor mit Freunden und Familie teilen, wenn er sich in Reichweite eines Ruuvi Gateways befindet. Der Empfänger wird per E-Mail benachrichtigt. Wenn der Empfänger kein Ruuvi-Konto hat, wird beim ersten Anmelden automatisch ein kostenloses Ruuvi-Konto erstellt. Beachten Sie, dass der benutzerdefinierte Name und das Hintergrundbild des Sensors geteilt werden. Der Name und das Bild werden nur einmal synchronisiert und können danach vom Empfänger privat angepasst werden. Vom Besitzer eingestellte Offset-Werte (sofern vorhanden) werden automatisch synchronisiert und der Empfänger sieht immer die endgültigen korrigierten Werte.
fi: Voit jakaa tämän anturin ystäville tai perheenjäsenille, mikäli laite on Ruuvi Gateway -reitittimen kuuluvuusalueella. Vastaanottaja saa jakamisesta ilmoituksen sähköpostilla. Ilmainen Ruuvi-tili luodaan ensimmäisen sisäänkirjautumisen yhteydessä, mikäli vastaanottajalla ei ole vielä Ruuvi-tiliä. Anturin nimi ja taustakuva jaetaan vastaanottajalle vain kertaalleen. Sen jälkeen kumpikin voivat muokata vain omia anturiasetuksiaan. Kalibrointiarvot (mikäli käytössä) synkronoidaan automaattisesti jaetuille antureille ja vastaanottaja näkee vain lopulliset korjatut arvot.
fr: Vous pouvez partager ce capteur à des amis ou à des membres de votre famille si le capteur est à portée du routeur Ruuvi Gateway. L'utilisateur recevra une notification par mail. Le compte Ruuvi est créé en utilisant une adresse mailf si l'utilisateur n'en possède pas encore. Le nom du capteur ainsi que le fond d'écran sont partgés seulement une fois. Si la fonction calibrage est utilisée, les utilisateurs verront seulement la valeur finale une fois ajustée.
ru: Вы можете поделиться измерениями этого датчика с друзьями или членами семьи, если датчик находится в радиусе действия Ruuvi Gateway. Получатель будет извещен по электронной почте. Если у него нет аккаунта Ruuvi, то бесплатный аккаунт будет создан при первом входе. Название датчика и изображение использованное в качестве фона будет также доступно для пользователя. Пользователь сможет позже изменить название и изображение на удобное для себя. Данные калибровки датчика (если они были установлены владельцем) будут автоматически синхронизированы и получатель всегда будет видеть данные после калибровки.
sv: Du kan dela sensorn med vänner och familj om den är inom räckhåll för en Ruuvi Gateway. Mottagaren meddelas via e-post. Om mottagaren inte har ett Ruuvi-konto skapas ett gratis Ruuvi-konto automatiskt vid första inloggningen. Observera att sensorns anpassade namn och bakgrundsbild delas. Namnet och bildsynkroniseringen sker endast vid en gång, efteråt kan det anpassas av mottagaren. Kalibreringsvärden (om sådana finns) synkroniseras automatiskt och mottagaren ser alltid de korrigerade värdena.

# ShareViewController.addFriend.Title
source: Add friend
de: Freund hinzufügen
fi: Lisää ystävä
fr: Ajouter un ami
ru: Добавить друга
sv: Lägg till vän

# ShareViewController.emailTextField.placeholder
source: Type email
de: E-Mail eingeben
fi: Anna sähköpostiosoite
fr: Adresse mail
ru: Введите email
sv: Ange e-postadress

# ShareViewController.sharedEmails.Title
source: You have used %d/%d of maximum shares of this sensor. The sensor has been shared to following users:
de: Sie haben %d/%d der maximalen Teilungszahl für diesen Sensor verwendet. Der Sensor wird mit den folgenden Benutzern geteilt:
fi: Olet käyttänyt %d/%d tämän anturin enimmäisjakomäärästä. Anturi on jaettu seuraaville käyttäjille:
fr: Le capteur est déjà partagé %d/%d
ru: Предоставлен доступ %d/%d
sv: Du har använt %d/%d av det maximala antalet delningar för denna sensor. Sensorn delas med följande användare:

# Share.Send.button
source: Send
de: Senden
fi: Lähetä
fr: Envoyer
ru: Отправить
sv: Skicka

# SharePresenter.UnshareSensor.Message
source: Do you want to unshare sensor for %@?
de: Möchten Sie die Freigabe des Sensors für %@ aufheben?
fi: Haluatko lopettaa anturin jakamisen käyttäjälle %@?
fr: Voulez-vous arrêter le partage du capteur avec %@ ?
ru: Хотите перестать делиться показаниями датчика с %@?
sv: Vill du sluta dela sensorn med %@?

# TagSettings.SectionHeader.NetworkInfo.title
source: NETWORK INFO
de: NETZWERK INFORMATION
fi: VERKON TIEDOT
fr: RÉSEAU
ru: Данные сети
sv: NÄTVERKSINFO

# TagSettings.NetworkInfo.Owner
source: Owner
de: Eigentümer
fi: Omistaja
fr: Propriétaire
ru: Владелец
sv: Ägare

# SignIn.TitleLabel.text
source: Sign in to Ruuvi Station
de: Login zur Ruuvi Station
fi: Kirjaudu Ruuvi Stationiin
fr: Connexion Ruuvi Station
ru: Войти в Ruuvi Station
sv: Logga in till Ruuvi Station
