Repository: ruuvi/com.ruuvi.station.ios
Catalog: station/Resources/Strings/*.lproj/Localizable.strings
Languages: de, fi, fr, ru, sv

# PermissionPresenter.NoPhotoLibraryAccess.message
source: Ruuvi Station needs to access your camera library to enable this feature.
de: Ruuvi Station muss auf Ihre Kamera zugreifen, um diese Funktion zu aktivieren.
fi: Tämä ominaisuus vaatii oikeuden gallerian käyttöön.
fr: Veuillez autoriser l'accès aux fichiers multimédias de votre appareil.
ru: Ruuvi Station необходим доступ к вашей библиотеке фотографий для того, чтобы использовать эту функцию.
sv: Ruuvi Station behöver tillgång till dina bilder för att använda den här funktionen.

# PermissionPresenter.NoCameraAccess.message
source: Ruuvi Station needs to access your camera to enable this feature.
de: Ruuvi Station muss auf Ihre Kamera zugreifen, um diese Funktion zu aktivieren.
fi: Tämä ominaisuus vaatii oikeuden kameran käyttöön.
fr: Veuillez autoriser l'accès à l'appareil photo.
ru: Ruuvi Station нужен доступ к камере для того, чтобы использовать эту функцию.
sv: Ruuvi Station behöver tillgång kameran för att använda den här funktionen.

# PermissionPresenter.NoLocationAccess.message
source: Ruuvi Station needs to access your location to enable this feature.
de: Ruuvi Station muss auf Ihren Standort zugreifen, um diese Funktion zu aktivieren.
fi: Tämä ominaisuus vaatii oikeuden paikkatiedon käyttöön.
fr: Veuillez autoriser l'accès aux services de géolocalisation.
ru: Ruuvi Station необходим доступ к геолокационным сервисам для того, чтобы использовать эту функцию.
sv: Ruuvi Station behöver tillgång till din plats för att använda den här funktionen.

# PermissionPresenter.settings
source: Settings
de: Einstellungen
fi: Asetukset
fr: Réglages
ru: Настройки
sv: Inställningar

# PermissionPresenter.NoPushNotificationsPermission.message
source: Ruuvi Station needs push notifications permission to enable this feature
de: Ruuvi Station benötigt die Berechtigung für Push-Benachrichtigungen, um diese Funktion zu aktivieren.
fi: Tämä ominaisuus vaatii oikeuden palveluilmoitusten näyttämiseen.
fr: Veuillez autoriser les notifications dans les réglages de l'appareil.
ru: Ruuvi Station необходим доступ к уведомлениям для того, чтобы использовать эту функцию.
sv: Ruuvi Station behöver behörighett ill Push-meddelanden för att aktivera den här funktionen.

# PhotoPicker.Sheet.message
source: Pick a photo
de: Wähle ein Foto
fi: Valitse kuva
fr: Choisissez une photo
ru: Выбрать фотографию
sv: Välj ett foto

# PhotoPicker.Sheet.library
source: Choose from the library
de: Aus der Bibliothek auswählen
fi: Valitse kirjastosta
fr: Choisir dans la bibliothèque
ru: Выбрать из библиотеки
sv: Välj från bilder

# PhotoPicker.Sheet.camera
source: Take photo
de: Foto aufnehmen
fi: Ota kuva
fr: Prendre une photo
ru: Сделать фото
sv: Ta ett foto

# Settings.Label.Language.text
source: Language
de: Sprache
fi: Kieli
fr: Langue
ru: Язык
sv: Språk

# Settings.Language.Dialog.title
source: Select Language
de: Sprache auswählen
fi: Valitse kieli
fr: Choisissez une Langue
ru: Выберите Язык
sv: Välj språk

# Settings.Language.Dialog.message
source: Open settings and tap Language to change language of the app. If you cannot see the Language option in the settings, make sure that you have at least one preferred language added in system settings: Settings -> General -> Language & Region.
de: Öffnen Sie die Einstellungen und tippen Sie auf Sprache, um die Sprache der App zu ändern. Wenn Sie die Option Sprache in den Einstellungen nicht sehen können, stellen Sie sicher, dass Sie mindestens eine bevorzugte Sprache in den Systemeinstellungen hinzugefügt haben: Einstellungen -> Allgemein -> Sprache & Region.
fi: Avaa asetukset ja napauta Kieli vaihtaaksesi sovelluksen kieltä. Mikäli et näe Kieli-valintaa asetuksissa, varmista, että sinulla on vähintään yksi ensisijainen kieli on valittuna järjestelmäasetuksissa: Asetukset -> Yleiset -> Kieli ja alue.
fr: Ouvrez les paramètres et appuyez sur Langue pour changer la langue de l'application. Si vous ne voyez pas l'option Langue dans les paramètres, assurez-vous que vous avez ajouté au moins une langue préférée dans les paramètres système : Paramètres -> Général -> Langue et région.
sv: Öppna inställningar och tryck på Språk för att ändra språket i appen. Om du inte kan se språkalternativet i inställningarna, se till att du har lagt till minst ett föredraget språk i systeminställningarna: Inställningar -> Allmänt -> Språk och region.

# Settings.Label.Foreground
source: Foreground
de: Vordergrund
fi: Prosessit
fr: Premier plan
ru: Активный Режим
sv: Processer

# Settings.Label.Defaults
source: Defaults
de: Standardeinstellungen
fi: Oletusasetukset
fr: Paramètres d'usine
ru: Значения
sv: Standardinställningar

# OWMError.failedToParseOpenWeatherMapResponse
source: Failed to parse Open Weather Map response
de: Fehler beim Parsen der Open Weather Map-Antwort
fi: Open Weather Map -vastauksen jäsentäminen epäonnistui
fr: Echec lors de l'ajout de la réponse Weather Map
ru: Не удалось распарсить ответ от OpenWeatherMap
sv: Det gick inte att tolka Open Weather Map data

# OWMError.apiLimitExceeded
source: API limit exceeded
de: API-Limit überschritten
fi: API-raja ylittyi
fr: Limite API dépassée
ru: Превышен лимит запросов к API OpenWeatherMap
sv: API gräns överskriden

# OWMError.notAHttpResponse
source: Not an HTTP response
de: Keine HTTP-Antwort
fi: Vastaus ei ole HTTP-muodossa
fr: La réponse n'est pas au format HTTP
ru: Не HTTP ответ
sv: Ingen HTTP respons

# OWMError.invalidApiKey
source: Invalid API Key
de: Ungültiger API-Schlüssel
fi: API-avain ei kelpaa
fr: Clé API invalide
ru: Некорректный API-ключ
sv: Ogiltig API Key

# TagCharts.NoChartData.text
source: No chart data available
de: Keine Kartendaten verfügbar
fi: Tietoja ei ole saatavilla
fr: Informations indisponibles
ru: Нет данных для построения графика
sv: Ingen histogram data

# TagCharts.BluetoothDisabledAlert.title
source: Bluetooth is not enabled
de: Bluetooth ist nicht aktiviert
fi: Bluetooth ei ole päällä
fr: Le Bluetooth n'est pas activé
ru: Bluetooth выключен
sv: Bluetooth är inte aktiverat

# TagCharts.BluetoothDisabledAlert.message
source: Ruuvi Station needs Bluetooth to be able to listen for sensors. Go to Settings and turn Bluetooth on.
de: Die Ruuvi Station benötigt Bluetooth, um Sensoren zu verbinden. Gehen Sie zu Einstellungen und schalten Sie Bluetooth ein.
fi: Ruuvi Station tarvitsee Bluetooth-yhteyden toimiakseen. Ota Bluetooth käyttöön laitteen asetuksista.
fr: Ruuvi Station a besoin du Bluetooth pour fonctionner. Veuillez l'activer dans les paramètres de votre appareil.
ru: Ruuvi Station необходим Bluetooth чтобы слушать сенсоры. Откройте Настройки и включите Bluetooth.
sv: Ruuvi Station behöver Bluetooth för att lyssna efter sensorer. Gå till Inställningar och aktivera Bluetooth.

# TagCharts.Clear.title
source: Clear
de: Löschen
fi: Pyyhi
fr: Effacer
ru: Очистить
sv: Rensa

# TagCharts.SyncConfirmationDialog.title
source: Are you sure?
de: Sind Sie sicher?
fi: Oletko varma?
fr: Êtes-vous sûr ?
ru: Вы уверены?
sv: Är du säker?

# TagCharts.DeleteHistoryConfirmationDialog.button.delete.title
source: Delete
de: Löschen
fi: Poista
fr: Supprimer
ru: Удалить
sv: Radera

# TagCharts.DeleteHistoryConfirmationDialog.title
source: Are you sure?
de: Sind Sie sicher?
fi: Oletko varma?
fr: Êtes-vous sûr ?
ru: Вы уверены?
sv: Är du säker?

# TagCharts.Status.Disconnecting
source: Disconnecting...
de: Trennen...
fi: Katkaistaan yhteyttä...
fr: Déconnexion...
ru: Разрываю соединение...
sv: Avbryter anslutning...

# TagCharts.Status.Success
source: Success
de: Erfolgreich
fi: Onnistui
fr: Succès
ru: Успех
sv: Lyckades

# TagCharts.Status.Error
source: Error
de: Fehler
fi: Virhe
fr: Erreur
ru: Ошибка
sv: Fel

# TagSettings.UpdateFirmware.Alert.title
source: RAWv2 mode is required
de: RAWv2-Modus ist erforderlich
fi: RAWv2-formaatti vaaditaan
fr: Format RAWv2 nécessaire
ru: Необходим Режим RAWv2
sv: RAWv2-format krävs

# TagSettings.UpdateFirmware.Alert.message
source: In order to see missing values: If you are using the latest firmware, set RAWv2 mode by pressing "B" on a sensor. Or update your sensor with the latest firmware.
de: Um fehlende Werte anzuzeigen: Wenn Sie die neueste Firmware verwenden, stellen Sie den RAWv2-Modus ein, indem Sie auf einem Sensor "B" drücken. oder aktualisieren Sie Ihren Sensor mit der neuesten Firmware.
fi: Puuttuvat arvot voidaan näyttää ainoastaan uudemmalla laiteohjelmistoversiolla.
fr: L'affichage des informations manquantes n'est possible qu'avec la nouvelle version système.
ru: Для того, чтобы увидеть отсутствующие значения: Если вы используете последнюю прошивку, включите RAWv2 режим нажатием кнопки "B" на вашем сенсоре. Или обновите ваш сенсор с последней прошивкой.
sv: Värden som saknas kan bara visas i nyare enhetsmjukvara med RAWv2-format.

# TagSettings.UpdateFirmware.Alert.Buttons.LearnMore.title
source: Learn more
de: Mehr erfahren
fi: Lue lisää
fr: Plus d'infos
ru: Узнать больше
sv: Läs mer

# TagCharts.Dismiss.Alert.message
source: The history download via Bluetooth connection is in progress. Please wait.
de: Der Download des Protokolls über die Bluetooth-Verbindung wird gerade durchgeführt. Bitte warten Sie.
fi: Historian lataaminen Bluetooth-yhteydellä on käynnissä. Odota hetki.
fr: Le téléchargement de l'historique via la connexion Bluetooth est en cours. Veuillez patienter.
sv: Nedladdning av historik via Bluetooth pågår. Vänta.

# TagCharts.AbortSync.Alert.message
source: Sometimes the history download is slow due to the Bluetooth connectivity. Please wait a moment.
de: Manchmal ist der Download des Protokolls aufgrund der Bluetooth-Verbindung langsam. Bitte warten Sie einen Moment.
fi: Historian lataaminen voi kestää pitkään Bluetooth-yhteyden laadusta riippuen. Odota hetki.
fr: Parfois, le téléchargement de l'historique est lent en raison de la connectivité Bluetooth. Veuillez patienter un moment.
sv: Ibland går nedladdningen av historik långsamt på grund av Bluetooth-anslutningen. Var god vänta ett ögonblick.

# TagCharts.AbortSync.Button.title
source: Abort download
de: Download abbrechen
fi: Peruuta lataaminen
fr: Abandonner le téléchargement
sv: Avbryt nedladdning

# TagSettings.HumidityIsClipped.Alert.title
source: Humidity is adjusted
de: Luftfeuchtigkeit wird angepasst
fi: Kosteus on säädetty
fr: L'hygromètre est calibré
ru: Датчик влажности откалиброван
sv: Luftfuktigheten är justerad

# TagSettings.HumidityIsClipped.Alert.message
source: Humidity value is greater than 100% after calibration. This value doesn't make sense, so the value has been adjusted to 100%.
de: Der Feuchtigkeitswert ist nach der Kalibrierung größer als 100 %. Dieser Wert ist nicht sinnvoll, daher wird der Wert auf 100 % angepasst.
fi: Kalibroinnin jälkeinen kosteusarvo on suurempi kuin 100%. Tämä ei käy järkeen, joten maksimiarvona näytetään 100%.
fr: L'humidité est supérieure à 100 % après calibrage. Cela n'a pas de sens, donc la valeur max affichée est 100 %.
ru: Значение относительной влажности больше 100% после калибровки. Это значение не имеет смысла, поэтому значение откалибровано до 100%.
sv: Fuktighetsvärdet efter kalibreringen är större än 100%. Detta är inte rimligt, så det maximala värdet visas som 100%.

# TagSettings.HumidityIsClipped.Alert.Fix.button
source: Fix
de: Reparieren
fi: Korjaa
fr: Réparer
ru: Исправить
sv: Fixa

# TagSettings.navigationItem.title
source: Sensor Settings
de: Sensoreinstellungen
fi: Asetukset
fr: Réglages
ru: Настройки
sv: Inställningar

# TagSettings.tagNameTitleLabel.text
source: Name
fi: Anturin nimi
fr: Nom du capteur
ru: Имя
sv: Sensornamn

# TagSettings.humidityTitleLabel.text
source: Humidity
de: Feuchtigkeit
fi: Kosteus
fr: Humidité
ru: Влажность
sv: Luftfuktighet

# TagSettings.macAddressTitleLabel.text
source: MAC Address
de: MAC-Adresse
fi: MAC-osoite
fr: Adresse MAC
ru: MAC Адрес
sv: MAC Adress

# TagSettings.txPowerTitleLabel.text
source: Tx Power
de: Sendeleistung
fi: Lähetysteho
fr: Puissance d'émission
ru: Мощность Передачи
sv: Sändningseffekten

# TagSettings.mcTitleLabel.text
source: Movement Counter
de: Bewegungszähler
fi: Liikelaskuri
fr: Compteur de mouvements
ru: Счетчик Движения
sv: Rörelseräknare

# TagSettings.msnTitleLabel.text
source: Measurement Sequence Number
de: Messsequenznummer
fi: Mittausjärjestysnumero
fr: Numéro de séquence
ru: Порядковый Номер Измерения
sv: Mätningssekvensnummer

# TagSettings.SectionHeader.Remove.title
source: REMOVE
de: LÖSCHEN
fi: POISTA
fr: SUPPRIMER
ru: УДАЛИТЬ
sv: TA BORT

# TagSettings.Label.noValues.text
source: NO VALUES?
de: KEINE WERTE?
fi: EI ARVOJA?
fr: PAS DE VALEURS ?
ru: НЕТ ЗНАЧЕНИЙ?
sv: INGA VÄRDEN?

# TagSettings.SectionHeader.Calibration.title
source: CALIBRATION
de: KALIBRIERUNG
fi: KALIBROINTI
fr: CALIBRAGE
ru: КАЛИБРОВКА
sv: KALIBRERING

# TagSettings.SectionHeader.BTConnection.title
source: BLUETOOTH CONNECTION
de: BLUETOOTH VERBINDUNG
fi: BLUETOOTH YHTEYS
fr: BLUETOOTH CONNEXION
ru: BLUETOOTH СОЕДИНЕНИЕ
sv: BLUETOOTH ANSLUTNING

# TagSettings.PairAndBackgroundScan.Unpaired.title
source: Pair and use background scan
de: Koppeln und Hintergrundsuche verwenden
fi: Parita ja käytä taustaskannausta
fr: Jumelage et utilisation de l'analyse d'arrière-plan
sv: Para ihop och använd bakgrundsskanning

# TagSettings.PairAndBackgroundScan.Pairing.title
source: Connecting to the sensor
de: Anschließen an den Sensor
fi: Yhdistetään anturiin
fr: Connexion au capteur
sv: Anslutning till sensorn

# TagSettings.PairAndBackgroundScan.Paired.title
source: Paired and background scan is on
de: Gekoppelt und aktiviert
fi: Paritettu ja taustaskannaus päällä
fr: Pairé et le scan de fond est activé
sv: Parat och bakgrundsskanning på

# TagSettings.PairAndBackgroundScan.description
source: Alerts are not available over Bluetooth connection if background scanning is not enabled. Only one iOS device can be paired to a Ruuvi sensor at a time.
de: Warnungen sind über die Bluetooth-Verbindung nicht verfügbar, wenn die Hintergrundsuche nicht aktiviert ist. Es kann jeweils nur ein iOS-Gerät mit einem Ruuvi-Sensor gekoppelt werden.
fi: Bluetooth-yhteyttä käyttävät hälytykset eivät ole käytettävissä silloin kun taustaskannausta ei ole otettu käyttöön. Ruuvi-anturi voidaan parittaa vain yhteen iOS-laitteeseen kerrallaan.
fr: Les alertes ne sont pas disponibles via la connexion Bluetooth si le balayage en arrière-plan n'est pas activé. Un seul appareil iOS peut être apparié à un capteur Ruuvi à la fois.
sv: Alarm är inte tillgängliga via Bluetooth-anslutning om bakgrundsskanning inte är aktiverad. Endast en iOS-enhet kan paras ihop med Ruuvi-sensorn åt gången.

# TagSettings.PairError.CloudMode.description
source: The sensor cannot be connected to via Bluetooth when the cloud mode is active. You can re-enable the Bluetooth connection for the cloud sensors by disabling cloud mode in the app settings.
de: Der Sensor kann nicht über Bluetooth verbunden werden, wenn der Cloud-Modus aktiv ist. Sie können die Bluetooth-Verbindung für die Cloud-Sensoren wieder aktivieren, indem Sie den Cloud-Modus in den App-Einstellungen deaktivieren.
fi: Anturiin ei voida yhdistää Bluetoothilla sovelluksen pilvitilan ollessa aktiivinen. Voit ottaa pilvianturiesi Bluetoothin takaisin käyttöön sammuttamalla pilvitilan sovelluksen asetussivulta.
fr: Impossible de se connecter au capteur tant que le statut du cloud est actif. Vous pouvez modifier le statut dans les paramètres de l'application.
sv: Sensorn kan inte anslutas till via Bluetooth när molnläget är aktivt. Du kan återaktivera Bluetooth-anslutning för molnsensorerna genom att inaktivera molnläget i appinställningarna.

# TagSettings.PairError.Timeout.description
source: Connection timed out. Pairing was unsuccessful. Please try again.
de: Die Verbindung wurde unterbrochen. Das Pairing war nicht erfolgreich. Bitte versuchen Sie es erneut.
fi: Yhteys aikakatkaistiin. Laiteparin muodostaminen epäonnistui. Yritä uudelleen.
fr: La connexion a expiré. Le jumelage n'a pas réussi. Veuillez réessayer.
sv: Anslutningstimeout. Parningen misslyckades. Försök igen.

# TagSettings.dataSourceTitleLabel.text
source: Data Received Via
de: Daten empfangen über
fi: Datalähde
fr: Données reçues via
ru: Данные Получены Из
sv: Data Mottagen Via

# TagSettings.DataSource.Heartbeat.title
source: Heartbeat
de: Herzschlag
fi: Syke
fr: Cadence
ru: Соединение
sv: Hjärtslag

# TagSettings.DataSource.Network.title
source: Cloud
fi: Pilvi
ru: Сеть
sv: Moln

# TagSettings.Label.disabled.text
source: DISABLED?
de: AUSGESCHALTEN?
fi: POIS KÄYTÖSTÄ?
fr: HORS SERVICE ?
ru: НЕДОСТУПНО?
sv: INAKTIVERAD?

# TagSettings.AlertsAreDisabled.Dialog.BothNotConnectedAndNoPNPermission.message
source: Alerts are disabled because the device is not connected and missing push notification permission. Please connect to the device first.
de: Warnungen sind deaktiviert, weil das Gerät nicht verbunden ist und die Berechtigung für Push-Benachrichtigungen fehlt. Bitte verbinden Sie sich zuerst mit dem Gerät.
fi: Hälytykset ovat poissa käytöstä, sillä yhteyttä laitteeseen ei ole muodostettu ja lupa palveluviestien näyttämiseen puuttuu. Yhdistä laitteeseen ensin.
fr: Les notifications sont désactivées car l'appareil n'est pas connecté et les notifications ne sont autorisées. Veuillez d'abord vous connecter à l'appareil.
ru: Уведомления недоступны поскольку девайс не подсоединен и нет разрешения на показ уведомлений. Пожалуйста, сперва соединитесь с устройством.
sv: Alarm är inaktiverade eftersom enheten inte är ansluten och behörigheten att se Push-meddelanden saknas. Anslut först till enheten.

# TagSettings.AlertsAreDisabled.Dialog.Connect.title
source: Connect
de: Verbinden
fi: Yhdistä
fr: Se connecter
ru: Соединиться
sv: Anslut

# TagSettings.AlertsAreDisabled.Dialog.NotConnected.message
source: Alerts are disabled because you are not connected to the device.
de: Warnungen sind deaktiviert, weil Sie nicht mit dem Gerät verbunden sind.
fi: Hälytykset ovat poissa käytöstä, sillä yhteyttä laitteeseen ei ole muodostettu.
fr: Les notifications sont désactivées car l'appreil n'est pas connecté.
ru: Уведомления недоступны поскольку вы не подсоединены к устройству.
sv: Alarm är inaktiverade eftersom du inte är ansluten till enheten.

# TagSettings.Alert.CustomDescription.placeholder
source: Set custom description...
de: Benutzerdefinierte Beschreibung festlegen...
fi: Muokkaa kuvausta...
fr: Modifier la description...
ru: Введите описание...
sv: Redigera beskrivningen...

# TagSettings.Alert.CustomDescription.title
source: Alert custom description
de: Benutzerdefinierte Beschreibung des Alarms
fi: Aseta hälytysviesti
fr: Description personnalisée de l'alerte
ru: Описание уведомления
sv: Ställ in ett alarm-meddelande

# TagSettings.Alerts.Humidity.description
source: Alert when less than %.0f or more than %.0f
de: Warnung bei weniger als %.0f oder mehr als %.0f
fi: Hälytä, mikäli alle %.0f tai yli %.0f
fr: Notifier si la valeur est inférieure à %.0f ou supérieure à %.0f
ru: Уведомить если меньше %.0f или больше %.0f
sv: Alarmera om mindre än %.0f eller mer än %.0f

# TagSettings.Alerts.DewPoint.description
source: Alert when less than %.0f or more than %.0f
de: Warnung bei weniger als %.0f oder mehr als %.0f
fi: Hälytä, mikäli kastepiste alle %.0f tai yli %.0f
fr: Notifier si le point de rosée est inférieur à %.0f ou supérieur à %.0f
ru: Уведомить если меньше %.0f или больше %.0f
sv: Alarmera om mindre än %.0f eller mer än %.0f

# TagSettings.dewPointAlertTitleLabel.text
source: Dew Point
de: Taupunkt
fi: Kastepiste
fr: Point de rosée
ru: Точка Росы
sv: Daggpunkt

# TagSettings.Alerts.Pressure.description
source: Alert when less than %.0f or more than %.0f
de: Warnung bei weniger als %.0f oder mehr als %.0f
fi: Hälytä, mikäli ilmanpaine %.0f tai yli %.0f
fr: Notifier si la pression de l'air est inférieure à %.0f ou supérieure à %.0f
ru: Уведомить если меньше %.0f или больше %.0f
sv: Alarmera om mindre än %.0f eller mer än %.0f

# TagSettings.Alerts.Connection.description
source: Alert when connected/disconnected
de: Warnung, wenn verbunden/getrennt
fi: Hälytä, mikäli yhteys muodostettu/yhteys menetetty
fr: Notifier lorsque l'appareil est connecté/déconnecté
ru: Уведомить при установке/разрыве соединения
sv: Alarmera vid anslutning/frånkoppling

# TagSettings.ConnectionAlert.title
source: Connection
de: Verbindung
fi: Yhteys
fr: Connexion
ru: Соединение
sv: Anslutning

# TagSettings.SectionHeader.Firmware.title
source: Firmware
fi: Laiteohjelmisto
ru: Прошивка
sv: Programvara

# TagSettings.Firmware.CurrentVersion
source: Current version
de: Aktuelle Version
fi: Nykyinen versio
fr: Version actuelle
ru: Текущая версия
sv: Nuvarande version

# TagSettings.Firmware.CurrentVersion.VeryOld
source: Very old
de: Sehr alt
fi: Hyvin vanha
fr: Très vieux
ru: Устаревшая
sv: Väldigt gammal

# TagSettings.Firmware.UpdateFirmware
source: Update
de: Aktualisiere
fi: Päivitä
fr: Mettre à jour
ru: Обновить
sv: Uppdatera

# UnexpectedError.callbackErrorAndResultAreNil
source: Both callback result and error are nil
de: Sowohl das Rückrufergebnis als auch der Fehler sind null
fi: Vastakutsun ja virheen tulos on nolla
fr: Le résultat est nul
ru: И коллбэк и ошибка nil
sv: Både resultatet och felmeddelande är nil

# UnexpectedError.callerDeinitedDuringOperation
source: Caller was deallocated during operation
de: Anrufer wurde während des Betriebs freigegeben
fi: Kutsuja deallokoitiin toiminnon aikana
fr: Les invitations ont été délocalisées
ru: Вызывающий объект был деаллоцирован во время операции
sv: Uppringare avallokerad under operation

# UnexpectedError.failedToReverseGeocodeCoordinate
source: Failed to reverse geocode location
de: Fehler beim Umkehren der Geokodierung des Standorts
fi: Maantieteellisen sijainnin peruutus epäonnistui
fr: Echec de l'annulation de la géolocalisation
ru: Не удалось определить локацию по координатам
sv: Det gick inte att få geokoordinaterna för platsen

# UnexpectedError.failedToFindRuuviTag
source: Failed to find sensor
de: Sensor konnte nicht gefunden werden
fi: Anturia ei löydetty
fr: Echec de jumelage
ru: Не удалось найти сенсор
sv: Hittade inte sensorn

# UnexpectedError.failedToFindLogsForTheTag
source: Failed to find logs for the sensor
de: Protokolle für den Sensor konnten nicht gefunden werden
fi: Anturin lokitietoja ei löydetty
fr: Historique du capteur introuvable
ru: Не удалось найти логи сенсора
sv: Ingen sensorlogginformation hittades

# UnexpectedError.viewModelUUIDIsNil
source: View Model UUID is nil
de: Modell-UUID Anzeige ist null
fi: UUID:n näyttömalli on nolla
fr: Le modèle d'affichage UUID est nul
ru: UUID модели пустое
sv: View Model UUID är nil

# UnexpectedError.attemptToReadDataFromRealmWithoutLUID
source: Attempt to read data from Realm without LUID
de: Versuch, Daten aus Realm ohne LUID zu lesen
fi: Realmin tietoja yritettiin lukea ilman LUID:tä
fr: Tentative de lecture des données de Realm sans LUID
sv: Försökte läsa data från Realm utan LUID

# UnexpectedError.failedToFindVirtualTag
source: Failed to find virtual sensor
de: Virtueller Sensor konnte nicht gefunden werden
fi: Virtuaalisen anturin haku epäonnistui
fr: Echec de jumelage du capteur virtuel
sv: Hittade inte den virtuella sensorn

# HumidityUnit.Dew.title
source: Dew point (%@)
de: Taupunkt (%@)
fi: Kastepiste (%@)
fr: Point de rosée (%@)
ru: Точка росы (%@)
sv: Daggpunkt (%@)

# WebTagLocationSource.current
source: Your location
de: Ihr Standort
fi: Nykyinen sijaintisi
fr: Localisation actuelle
ru: Ваше текущее месторасположение
sv: Din plats

# WebTagLocationSource.manual
source: Pick from the map
de: Wählen Sie aus der Karte
fi: Valitse kartalta
fr: Choisir sur la carte
ru: Месторасположение на карте
sv: Välj från karta

# WebTagSettings.confirmTagRemovalDialog.title
source: Remove virtual sensor
de: Virtuellen Sensor entfernen
fi: Poista
fr: Supprimer
ru: Удалить
sv: Ta bort virtuell sensor
