Repository: ruuvi/com.ruuvi.station.ios
Catalog: station/Resources/Strings/*.lproj/Localizable.strings
Languages: de, fi, fr, ru, sv

source: Internet connection problem
de: Problem mit der Internetverbindung
fi: Ongelma internet-yhteydessä
sv: Internetanslutningsproblem

# Widgets.Loading.message
source: loading...
de: laden...
fi: ladataan...
fr: Chargement...
ru: загрузка...
sv: laddar...

# Cards.Movements.title
source: movements
de: bewegungen
fi: liikettä
fr: mouvements
ru: движений
sv: rörelser

# TagSettings.BatteryStatusLabel.Replace.message
source: Low battery
de: Schwache Batterie
fi: Paristo vähissä
fr: Batterie faible
sv: Låg batterinivå

# TagSettings.BatteryStatusLabel.Ok.message
source: Battery OK
de: Batterie OK
fi: Paristo OK
fr: Batterie OK
ru: Батарея OK
sv: Batteri OK

# Widgets.Description.message
source: Create widgets of your favourite Ruuvi sensors. Widgets update from the Ruuvi Cloud. A Ruuvi Gateway router is required.
de: Erstellen Sie Widgets mit Ihren bevorzugten Ruuvi-Sensoren. Widgets werden über die Ruuvi Cloud aktualisiert. Ein Ruuvi Gateway-Router ist erforderlich.
fi: Luo widgettejä Ruuvi-antureistasi. Widgetit päivittyvät Ruuvin pilvipalvelun kautta ja vaativat toimiakseen Ruuvi Gateway -reitittimen.
fr: Créez des widgets de vos capteurs Ruuvi préférés. Les widgets sont mis à jour depuis le Ruuvi Cloud. Un routeur Ruuvi Gateway est nécessaire.
sv: Skapa widgets av dina favorit Ruuvi-sensorer. Widgetdatan kommer från Ruuvi Cloud och kräver en Ruuvi Gateway-router.

# settings_appearance
source: Appearance
de: Erscheinungsbild
fi: Sovelluksen ulkoasuasetukset
sv: Utseende

source: App Theme
de: App Thema
fi: Sovelluksen teema
sv: App tema

source: Follow system theme
de: Dem Systemthema folgen
fi: Käytä järjestelmän oletusta
sv: Systemtema

source: Dark theme
de: Dunkles Thema
fi: Tumma teema
sv: Mörkt tema

source: Light theme
de: Thema Licht
fi: Vaalea teema
sv: Ljust tema

# Settings.Temperature.Resolution.title
source: Temperature Resolution
de: Auflösung der Temperatur
fi: Lämpötilan resoluutio
fr: Résolution de la température
sv: Temperaturupplösning

# Settings.Humidity.Resolution.title
source: Humidity Resolution
de: Auflösung der Luftfeuchtigkeit
fi: Kosteuden resoluutio
fr: Résolution de l'humidité
sv: Fuktighetsupplösning

# Settings.Pressure.Resolution.title
source: Pressure Resolution
de: Auflösung des Drucks
fi: Paineen resoluutio
fr: Résolution de la pression
sv: Tryckupplösning

# Settings.Measurement.Resolution.description
source: Select how accurately you'd like to see the sensors' live measurement values in the app. This setting doesn't affect history charts or alerts.
de: Wählen Sie aus, wie genau Sie die Live-Messwerte der Sensoren in der App sehen möchten. Diese Einstellung hat keinen Einfluss auf Verlaufsdiagramme oder Alarme.
fi: Valitse kuinka suurella tarkkuudella haluat mittaustietojen näkyvän sovelluksessa. Tämä asetus ei vaikuta historiatietoihin tai hälytyksiin.
fr: Sélectionnez la précision avec laquelle vous souhaitez voir les valeurs de mesure en direct des capteurs dans l'application. Ce paramètre n'affecte pas les graphiques d'historique ni les alertes.
sv: Välj hur exakt du vill se sensorernas livemätvärden i appen. Den här inställningen påverkar inte histogram eller varningar.

# Settings.Measurement.Unit.title
source: Unit
de: Einheit
fi: Yksikkö
fr: Unité
sv: Enhet

# Settings.Measurement.Resolution.title
source: Resolution
de: Auflösung
fi: Resoluutio
fr: Résolution
sv: Upplösning

# MyRuuvi.Settings.DeleteAccount.title
source: Delete Account
de: Konto löschen
fi: Poista tili
fr: Supprimer le compte
sv: Radera konto

# MyRuuvi.Settings.DeleteAccount.Confirmation.message
source: A confirmation has been sent to your email. To proceed with the deletion, please check your inbox and follow the instructions.
de: Es wurde eine Bestätigung an Ihre E-Mail gesendet. Um mit der Löschung fortzufahren, überprüfen Sie bitte Ihren Posteingang und folgen Sie den Anweisungen.
fi: Vahvistussähköposti lähetetty. Poista tili noudattamalla sähköpostissa annettuja ohjeita.
fr: Une confirmation a été envoyée à votre adresse électronique. Pour procéder à la suppression, veuillez vérifier votre boîte de réception et suivre les instructions.
sv: En bekräftelse skickas till din e-post. För att fortsätta med raderingen, kontrollera din inkorg och följ instruktionerna.

# TagSettings.Alert.SetTemperature.title
source: Set temperature alert
de: Temperaturalarm einstellen
fi: Aseta lämpötilahälytys
fr: Réglage de l'alerte de température
sv: Ställ in temperaturalarm

# TagSettings.Alert.SetHumidity.title
source: Set humidity alert
de: Feuchtigkeitsalarm einstellen
fi: Aseta kosteushälytys
fr: Réglage de l'alerte d'humidité
sv: Ställ in fuktighetsalarm

# TagSettings.Alert.SetPressure.title
source: Set pressure alert
de: Druckalarm einstellen
fi: Aseta painehälytys
fr: Régler l'alerte de pression
sv: Ställ in lufttryckssalarm

# TagSettings.Alert.SetRSSI.title
source: Set signal strength alert
de: Signalstärkealarm einstellen
fi: Aseta signaalinvoimakkuushälytys
fr: Définir une alerte sur la puissance du signal
sv: Ställ in signalstyrkealarm

# export_history
source: Export history (csv)
de: Verlauf exportieren (csv)
fi: Lataa historia (csv)
fr: Exportation de l'historique (csv)
ru: Выгрузить историю (csv)
sv: Exportera historik (csv)

# clear_view
source: Clear history view
de: Klare verlaufsansicht
fi: Tyhjennä kaavionäkymä
fr: Vue dégagée
ru: Clear view
sv: Töm historikvy

# day_1
source: 1 day
de: 1 Tag
fi: 1 päivä
fr: 1 jour
ru: 1 день
sv: 1 dag

# day_2
source: 2 days
de: 2 Tage
fi: 2 päivää
fr: 2 jours
ru: 2 дня
sv: 2 dagar

# day_3
source: 3 days
de: 3 Tage
fi: 3 päivää
fr: 3 jours
ru: 3 дня
sv: 3 dagar

# day_4
source: 4 days
de: 4 Tage
fi: 4 päivää
fr: 4 jours
ru: 4 дня
sv: 4 dagar

# day_5
source: 5 days
de: 5 Tage
fi: 5 päivää
fr: 5 jours
ru: 5 дней
sv: 5 dagar

# day_6
source: 6 days
de: 6 Tage
fi: 6 päivää
fr: 6 jours
ru: 6 дней
sv: 6 dagar

# day_7
source: 7 days
de: 7 Tage
fi: 7 päivää
fr: 7 jours
ru: 7 дней
sv: 7 dagar

# day_8
source: 8 days
de: 8 Tage
fi: 8 päivää
fr: 8 jours
ru: 8 дней
sv: 8 dagar

# day_9
source: 9 days
de: 9 Tage
fi: 9 päivää
fr: 9 jours
ru: 9 дней
sv: 9 dagar

# day_10
source: 10 days
de: 10 Tage
fi: 10 päivää
fr: 10 jours
ru: 10 дней
sv: 10 dagar

# day_x
source: %0.f days
de: %0.f Tage
fi: %0.f päivää
fr: %0.f jours
sv: %0.f dagar

source: More...
de: Mehr...
fi: Lisää...
fr: Plus...
sv: Mer...

# longer_history_title
source: Longer history
de: Längere Geschichte
fi: Pidempi historia
fr: Une histoire plus longue
sv: Längre historik

# longer_history_message
source: Ruuvi Station mobile app supports maximum 10 days of history. Ruuvi Cloud subscribers are able to view up to 2 years of historical data using web app at ruuvi.com/station (requires Ruuvi Gateway router).
de: Die Ruuvi Station Mobile App unterstützt maximal 10 Tage Historie. Ruuvi-Cloud-Abonnenten können mit der Web-App unter ruuvi.com/station (erfordert Ruuvi-Gateway-Router) bis zu 2 Jahre historische Daten anzeigen.
fi: Ruuvi Station -mobiilisovellus tukee maksimissaan 10 päivän historiaa. Ruuvi Cloud -tilaajat voivat tarkastella historiatietoja jopa 2 vuoden ajalta web-sovelluksessa osoitteessa ruuvi.com/fi/station (vaatii Ruuvi Gateway -reitittimen).
fr: L'application mobile Ruuvi Station prend en charge un maximum de 10 jours d'historique. Les abonnés à Ruuvi Cloud peuvent consulter jusqu'à 2 ans d'historique en utilisant l'application web à ruuvi.com/station (nécessite le routeur Ruuvi Gateway).
sv: Ruuvi Station mobilapp stöder högst 10 dagars historik. Ruuvi Cloud-prenumeranter kan se upp till 2 års historisk data med hjälp av webbappen på ruuvi.com/station (kräver Ruuvi Gateway-router).

# reading_history_x
source: Reading Bluetooth: %0.f
de: Bluetooth-Sync: %0.f
fi: Bluetooth-lataus: %0.f
fr: Analyse de l'historique.. %0.f
ru: Чтение истории.. %0.f
sv: Läser Bluetooth: %0.f

# rssi_alert_description
source: Using this alert requires you to be signed in to the app, and that you have claimed the ownership of this sensor and it's in the range of Ruuvi Gateway router. iOS devices are unable to indicate signal strength information of received data sent by Ruuvi sensor when sensor is paired and measurements are being received in the background. Realtime Bluetooth signal strength is shown in the app but doesn't affect this alert.
de: Die Verwendung dieses Alarms setzt voraus, dass Sie in der App angemeldet sind und dass Sie den Sensor für sich beansprucht haben und dass er sich in der Reichweite des Ruuvi Gateway Routers befindet. iOS-Geräte können keine Informationen zur Signalstärke der vom Ruuvi-Sensor gesendeten Daten anzeigen, wenn der Sensor gekoppelt ist und Messungen im Hintergrund empfangen werden. Die Echtzeit-Bluetooth-Signalstärke wird in der App angezeigt, hat aber keinen Einfluss auf diesen Alarm.
fi: Tämän hälytyksen käyttö vaatii, että olet sisäänkirjautunut sovellukseen, sinut on merkitty anturin omistajaksi ja anturi on Ruuvi Gateway -reitittimen kuuluvuusalueella. iOS-päätelaitteet eivät pysty näyttämään Ruuvin anturien lähettämien viestien signaalinvoimakkuustietoja anturin ollessa paritettuna ja kun mittauksia luetaan taustalla. Reaaliaikainen Bluetooth-signaalinvoimakkuus näytetään sovelluksessa, mutta sitä ei käytetä tässä hälytyksessä.
fr: L'utilisation de cette alerte nécessite que vous soyez connecté à l'application, que vous ayez revendiqué la propriété de ce capteur et qu'il se trouve dans le rayon d'action du routeur de la passerelle Ruuvi. Les appareils iOS sont incapables d'indiquer l'intensité du signal des données reçues envoyées par le capteur Ruuvi lorsque le capteur est apparié et que des mesures sont reçues en arrière-plan. La puissance du signal Bluetooth en temps réel est affichée dans l'application mais n'affecte pas cette alerte.
sv: För att använda denna avisering måste du vara inloggad i appen, att du har tagit ägandeskap av den här sensorn och att den är inom räckhåll för Ruuvi Gateway-routern. IOS-enheter kan inte visa signalstyrka för mottagna data som skickas av Ruuvi-sensorn när sensorn är parat och mätningar mottas i bakgrunden. Realtids Bluetooth-signalstyrka visas i appen men påverkar inte denna avisering.

source: Bluetooth download
fi: Bluetooth-lataus
fr: Téléchargement Bluetooth
sv: Bluetooth-nedladdning

# bluetooth_download_description
source: Local sensor data can be downloaded, when you're within its Bluetooth range.
de: Lokale Sensordaten können heruntergeladen werden, wenn Sie sich in Bluetooth-Reichweite befinden.
fi: Voit ladata anturin sisäisen historian ollessasi Bluetooth-kantaman sisällä.
fr: Les données du capteur local peuvent être téléchargées lorsque vous êtes dans sa portée Bluetooth.
sv: Lokal sensordata kan laddas ner när du är inom Bluetooth-räckvidd.

source: Download
fi: Lataa
fr: Téléchargement
sv: Ladda ner

source: Clear local history
de: Lokaler Verlauf löschen
fi: Tyhjennä paikallinen historia
fr: Effacer l'histoire locale
sv: Rensa lokal historik

# clear_local_history_description
source: Do you want to clear locally stored history data from the app? This won't clear internally stored history from the sensor or history data stored on the Ruuvi Cloud service.
de: Möchten Sie lokal gespeicherte historische Daten aus der App löschen? Dies löscht nicht den intern gespeicherten Verlauf des Sensors oder die im Ruuvi Cloud-Dienst gespeicherten historischen Daten.
fi: Haluatko tyhjentää sovelluksen muistiin tallennetun mittaushistorian? Tämä ei tyhjennä anturin sisäistä historiaa eikä Ruuvi Cloud -pilvipalveluun tallennettua historiaa.
fr: Voulez-vous effacer les données historiques stockées localement dans l'application ? Cela n'effacera pas l'historique stocké en interne par le capteur ou les données historiques stockées sur le service Ruuvi Cloud.
ru: Do you want to clear locally stored historical data from the app? This won't clear internally stored history from the sensor or historical data stored on the Ruuvi Cloud service.
sv: Vill du rensa lokalt lagrad historisk data från appen? Detta kommer inte att rensa internt lagrad historik i sensorer eller historisk data lagrad i Ruuvi Cloud-tjänst.

# TagCharts.FailedToSyncDialog.message
source: Bluetooth history download failed. Check that you're within Bluetooth range, your sensor has firmware that supports downloading and that the sensor is not simultaneously connected to another iOS device. Sensor connection is reserved for Ruuvi Station when using connected mode in iOS.
de: Download der Bluetooth-Historie fehlgeschlagen. Stellen Sie sicher, dass Sie sich in Bluetooth-Reichweite befinden, dass Ihr Sensor über eine Firmware verfügt, die das Herunterladen unterstützt, und dass der Sensor nicht gleichzeitig mit einem anderen iOS-Gerät verbunden ist. Die Sensorverbindung ist für die Ruuvi Station reserviert, wenn der Verbindungsmodus in iOS verwendet wird.
fi: Bluetooth-historian lataus epäonnistui. Tarkasta, että olet Bluetooth-kantaman sisällä, että anturissa on latausta tukeva laiteohjelmisto ja ettei anturi ole yhteydessä toiseen iOS-laitteeseen samanaikaisesti. Ruuvi Stationin iOS-versio varaa anturin yhteyden käyttöönsä jatkuvaa yhteystilaa käytettäessä.
fr: Le téléchargement de l'historique Bluetooth a échoué. Vérifiez que vous êtes à portée Bluetooth, que votre capteur possède un micrologiciel prenant en charge le téléchargement et que le capteur n'est pas simultanément connecté à un autre appareil iOS. La connexion du capteur est réservée à la Ruuvi Station lorsque vous utilisez le mode connecté dans iOS.
sv: Nedladdning av Bluetooth-historik misslyckades. Kontrollera att du är inom Bluetooth-räckvidd, att din sensor har firmware som stöder nedladdning och att sensorn inte samtidigt är ansluten till en annan iOS-enhet. Sensoranslutning är reserverad för Ruuvi Station vid användning av anslutet läge i iOS.

# TagCharts.TryAgain.title
source: Try again
de: Erneut versuchen
fi: Yritä uudelleen
fr: Essayez à nouveau
sv: Försök igen

source: Full image view
de: Vollbildansicht
fi: Anturikortti
fr: Vue d'ensemble de l'image
sv: Bildvy

source: History view
de: Ansicht Verlauf
fi: Historianäkymä
fr: Vue de l'histoire
sv: Historikvy

# settings_and_alerts
source: Settings & alerts
de: Einstellungen & Benachrichtigungen
fi: Asetukset & hälytykset
fr: Paramètres & alertes
sv: Inställningar & alarm

source: Change background
de: Einstellungen und Warnungen
fi: Vaihda taustakuva
fr: Paramètres et alertes
sv: Byt bakgrund

# check_claim_state
source: Checking claim state
de: Prüfung des Antragsstatus
fi: Omistajuuden tilaa haetaan
fr: Vérification de l'état de la demande
sv: Kontrollerar anspråkstillstånd

# claim_in_progress
source: Claiming in progress
de: Anspruchserhebung läuft
fi: Omistajuutta vaihdetaan
sv: Anspråk pågår

source: Force Claim Sensor
de: Antragstellung in Bearbeitung
fi: Vaihda omistajuus
fr: Revendication en cours
sv: Tvinga fram anspråk

# force_claim_sensor_description1
source: This sensor has been claimed by another user. You can force the ownership to your account if you have physical access to this sensor. Each Ruuvi sensor can have only one owner.
de: Dieser Sensor wurde von einem anderen Benutzer beansprucht. Sie können die Eigentümerschaft für Ihr Konto erzwingen, wenn Sie physischen Zugang zu diesem Sensor haben. Jeder Ruuvi-Sensor kann nur einen Besitzer haben.
fi: Tällä anturilla on jo toinen omistaja. Omistajuus voidaan vaihtaa pakotetusti, mikäli anturi on lähettyvilläsi. Jokaisella Ruuvi-anturilla voi olla vain yksi omistaja.
fr: Ce capteur a été réclamé par un autre utilisateur. Vous pouvez forcer la propriété à votre compte si vous avez un accès physique à ce capteur. Chaque capteur Ruuvi ne peut avoir qu'un seul propriétaire.
sv: Den här sensorn ägs av en annan användare. Du kan tvinga ägandeskap till ditt konto om du har fysisk tillgång till den här sensorn. Varje Ruuvi-sensor kan bara ha en ägare.

# force_claim_sensor_description2
source: Force Claim is done by using Near-Field Communication (NFC). Make sure NFC is enabled on your mobile device. 1. Touch your Ruuvi sensor with your mobile device to start the claiming process. 2. When successfully claimed, you will be sent back to Sensor Settings. If claiming was unsuccessful or NFC is not available on your device: 1. Open the cover of your Ruuvi sensor. 2. Locate the round black button (or button "B" in case your sensor has 2 buttons) on the white circuit board and press it briefly, then tap on Use BT button to start the claiming process. 3. When successfully claimed you will be sent back to Sensor Settings.
fi: Omistajuuden pakotettu vaihtaminen tapahtuu Near-Field Communication (NFC) ominaisuutta käyttämällä. Varmista, että NFC on käytössä mobiililaitteessasi. 1. Aloita omistajuuden pakotettu vaihto koskettamalla Ruuvi-anturia mobiililaitteellasi. 2. Sinut siirretään takaisin Asetukset-sivulle onnistuneen vaihdon päätteeksi. Mikäli pakotettu vaihto epäonnistui tai NFC-ominaisuutta ei ole saatavilla mobiililaitteessasi: 1. Avaa Ruuvi-anturin suojakotelo. 2. Paikanna valkoisella piirilevyllä oleva pieni musta painike (tai painike "B", mikäli anturissasi on 2 painiketta), napauta painiketta ensin lyhyesti ja paina tämän jälkeen sivulla olevaa Käytä BT -nappia pakotetun vaihdon aloittamiseksi. 3. Sinut siirretään takaisin Asetukset-sivulle onnistuneen vaihdon päätteeksi.
fr: La réclamation forcée est effectuée en utilisant la communication en champ proche (NFC). Assurez-vous que la NFC est activée sur votre appareil mobile. 1. Touchez le capteur de votre Ruuvi avec votre appareil mobile pour lancer le processus de réclamation. 2. Une fois la réclamation réussie, vous serez renvoyé aux paramètres du capteur. Si la réclamation n'a pas abouti ou si la technologie NFC n'est pas disponible sur votre appareil : 1. Ouvrez le couvercle de votre capteur Ruuvi. 2. Localisez le bouton rond noir (ou le bouton "B" si votre capteur a 2 boutons) sur la carte de circuit imprimé blanche et appuyez dessus brièvement pour lancer le processus de réclamation. 3. Une fois la réclamation réussie, vous serez renvoyé aux paramètres du capteur.
ru: Force Claim is done by using Near-Field Communication (NFC). Make sure NFC is enabled on your mobile device. 1. Touch your Ruuvi sensor with your mobile device to start the claiming process. 2. When successfully claimed, you will be sent back to Sensor Settings. If claiming was unsuccessful or NFC is not available on your device: 1. Open the cover of your Ruuvi sensor. 2. Locate the round black button (or button "B" in case your sensor has 2 buttons) on the white circuit board and press it briefly to start the claiming process. 3. When successfully claimed you will be sent back to Sensor Settings.
sv: Tvingat anspråk görs genom att använda närfältskommunikation (NFC). Se till att NFC är aktiverat på din mobil. 1. Rör din Ruuvi-givare med din mobila enhet för att starta kravprocessen. 2. När det lyckats förs du tillbaka till sensorinställningar. Om det misslyckades eller om NFC inte är tillgängligt på din enhet: 1. Öppna locket på sensorn. Leta upp den runda svarta knappen (eller knapp B om din sensor har två knappar)på det vita kretskortet, tryck först kort på knappen och tryck sedan på knappen Använd BT på sidan för att starta processen. 3. När det har gått igenom framgångsrikt förs du tillbaka till sensorinställningar.

source: Force Claim
de: Kraft-Anspruch
fi: Vaadi omistajuutta
fr: Revendication de force
sv: Tvinga fram anspråk

# claim_wrong_sensor_scanned
source: You are scanning different RuuviTag
de: Sie scannen gerade verschiedene RuuviTag
fi: Olet lukemassa väärää RuuviTagia
fr: Vous scannez différents RuuviTag
sv: Du skannar fel RuuviTag

source: View
de: Siehe
fi: Näkymä
fr: Voir
ru: Вид
sv: Vy

source: Card type
de: Speicherkarten-Typ
fi: Korttityyppi
sv: Kort typ

source: Image cards
de: Bildkarten
fi: Kuvakortit
sv: Bildkort

source: Simple cards
de: Einfache Karten
fi: Yksinkertaiset kortit
sv: Enkla kort

source: Card action
de: Kartenaktion
fi: Siirry kortista
sv: Kortåtgärd

source: Open sensor view
de: Sensoransicht öffnen
fi: Anturinäkymään
sv: Öppna sensorvy

source: Open history view
de: Verlaufsansicht öffnen
fi: Historianäkymään
sv: Öppna historikvy

# change_background_message
source: Select background image. If you're not signed in, you'll lose the image in case of app reinstall.
de: Wählen Sie das Hintergrundbild. Wenn Sie nicht angemeldet sind, verlieren Sie das Bild bei einer Neuinstallation der App.
fi: Valitse taustakuva. Taustakuva menetetään uudelleenasennuksen yhteydessä, mikäli et ole sisäänkirjautunut sovellukseen.
fr: Sélectionnez l'image d'arrière-plan. Si vous n'êtes pas connecté, vous perdrez l'image en cas de réinstallation de l'application.
sv: Välj bakgrundsbild. Om du inte är inloggad kommer du att förlora bilden vid appominstallation.

# take_photo
source: Take a photo
de: Ein Foto machen
fi: Ota kuva
fr: Prenez une photo
sv: Ta ett foto

# select_from_gallery
source: Select from phone gallery
de: Aus der Handy-Galerie auswählen
fi: Valitse kuvagalleriasta
fr: Sélectionner dans la galerie du téléphone
sv: Välj från telefonens galleri

# select_default_image
source: Select from default images
de: Aus Standardbildern auswählen
fi: Valitse oletuskuva
fr: Choisir parmi les images par défaut
sv: Välj bland standardbilder

# export_csv_feature_location
source: You can export a sensor's history from its history graph page. Tap the three dots menu icon in the top right corner, and then select "Export history (csv)".
de: Sie können den Verlauf eines Sensors von seiner Verlaufsgrafikseite aus exportieren. Tippen Sie auf das Drei-Punkte-Menüsymbol in der oberen rechten Ecke und wählen Sie dann "Verlauf exportieren (csv)".
fi: Anturihistoria voidaan viedä tiedostoon anturin historiasivulla. Napauta oikeassa yläkulmassa olevaa kolmipistevalikkoa ja valitse sitten "Lataa historia (csv)".
fr: Vous pouvez exporter l'historique d'un capteur à partir de sa page graphique d'historique. Appuyez sur l'icône de menu à trois points dans le coin supérieur droit, puis sélectionnez "Exporter l'historique (csv)".
sv: Du kan exportera sensorns historik från dess historiagramsida. Tryck på tre punkters menyikon i övre högra hörnet, och välj sedan "Exportera historik (csv)".

source: Low battery
de: Schwache Batterie
fi: Paristo vähissä
fr: Batterie faible
sv: Låg batterinivå

source: Change background image
de: Hintergrundbild ändern
fi: Vaihda taustakuva
fr: Modifier l'image de fond
ru: Изменить фоновое изображение
sv: Ändra bakgrundsbild

# SignIn.Sync.message
source: Downloading content from the cloud. Please wait.
de: Herunterladen von Inhalten aus der Cloud. Bitte warten Sie.
fi: Ladataan tietoja pilvestä. Odota hetki.
fr: Téléchargement de contenu depuis le cloud. Veuillez patienter.
sv: Laddar ner data från molnet. Vänta en stund.

# uploading_progress
source: Uploading: %.0f
de: Hochladen: %.0f
fi: Ladataan: %.0f
fr: Chargement: %.0f
ru: Загружаю: %.0f
sv: Uppladdning: %.0f

# Widgets.Unauthorized.Regular.message
source: Sign in to use the widget.
de: Melden Sie sich an, um das Widget zu verwenden.
fi: Kirjaudu sisään käyttääksesi widgettiä.
fr: Connectez-vous pour utiliser le widget.Connectez-vous pour utiliser le widget.
sv: Logga in för att använda widgeten.

# Widgets.Unauthorized.Inline.message
source: Sign in to Ruuvi Station
de: Anmeldung bei Ruuvi Station
fi: Kirjaudu Ruuvi Stationiin
fr: Connectez-vous à la station Ruuvi
sv: Logga in till Ruuvi Station

# Widgets.Unconfigured.Simple.message
source: Force tap to edit the widget.
fi: Paina pitkään muokataksesi widgettiä.
sv: Tryck och håll ned för att redigera widgeten.
