Repository: ruuvi/com.ruuvi.station.ios
Catalog: station/Resources/Strings/*.lproj/Localizable.strings
Languages: de, fi, fr, ru, sv

# Widgets.Unconfigured.Rectangular.message
source: Add sensor to use Ruuvi Widget
de: Tippen Sie auf , um das Widget zu bearbeiten.
fi: Lisää Ruuvi widgetissä näytettävä anturi
fr: Appuyez sur le bouton pour modifier le widget.
sv: Välj sensorn som ska visas i Ruuvi widgeten

# Widgets.Unconfigured.Inline.message
source: Add sensor to use Ruuvi Widget
de: Sensor hinzufügen, um Ruuvi Widget zu verwenden
fi: Lisää Ruuvi widgetissä näytettävä anturi
fr: Ajouter un capteur pour utiliser le widget Ruuvi
sv: Välj sensorn som ska visas i Ruuvi widgeten

# Widgets.Unconfigured.Circular.message
source: +Add
de: +Hinzufügen
fi: +Lisää
fr: +Ajouter
sv: +Lägg till

# Widgets.Select.Sensor.title
source: Selected Ruuvi sensor
de: Ausgewählter Ruuvi-Sensor
fi: Valittu anturi
fr: Capteur Ruuvi sélectionné
sv: Vald Ruuvi sensor

# Widgets.Sensor.Type.title
source: Selected sensor type
de: Ausgewählter Sensortyp
fi: Valitse anturin tyyppi
fr: Type de capteur sélectionné
sv: Vald sensortyp

# Settings.SectionHeader.General.title
source: GENERAL
de: ALLGEMEINES
fi: YLEISET
fr: GÉNÉRAL
ru: ОСНОВНЫЕ
sv: ALLMÄNT

# Settings.SectionHeader.Application.title
source: APPLICATION
de: ANWENDUNG
fi: OHJELMA
ru: ПРИЛОЖЕНИЕ
sv: APPLIKATION

# onboarding_with_ruuvi_sensors
source: Let's get to know your Ruuvi Station app.
de: Lernen Sie Ihre Ruuvi Station -App kennen.
fi: Tutustu Ruuvi Station -sovellukseesi.
fr: Apprenez à connaître votre application Ruuvi Station.
sv: Lär känna din Ruuvi Station -applikation.

# onboarding_swipe_to_continue
source: Swipe to continue →
de: Wischen Sie zum Fortfahren →
fi: Jatka pyyhkäisemällä →
fr: Balayez pour continuer →
sv: Dra för att fortsätta →

# onboarding_read_sensors_data
source: Read Your Ruuvi Sensors
de: Lesen Sie Ihre Ruuvi-Sensoren
fi: Lue Ruuvi-antureitasi
fr: Lisez vos capteurs Ruuvi
sv: Läs dina Ruuvi-sensorer

# onboarding_via_bluetooth_or_cloud
source: using Bluetooth or Ruuvi Cloud
de: mit Bluetooth oder Ruuvi Cloud
fi: Bluetoothilla tai Ruuvi Cloudilla
fr: en utilisant Bluetooth ou Ruuvi Cloud
sv: med Bluetooth eller Ruuvi Cloud

# onboarding_follow_measurement
source: View all sensors at a glance on your
de: Sehen Sie alle Sensoren auf einen Blick auf Ihrem
fi: Seuraa kaikkia antureitasi
fr: Visualisez tous les capteurs en un coup d'œil sur votre
sv: Se alla sensorer med en blick på din

# onboarding_dashboard
source: Dashboard
fi: koontinäytöltä
fr: tableau de bord
sv: instrumentpanel

# onboarding_personalise
source: Personalise
de: Personalisieren
fi: Personoi
fr: Personnalisez
sv: Anpassa

# onboarding_your_sensors
source: your app with custom names and backgrounds.
de: Sie Ihre App mit benutzerdefinierten Namen und Hintergründen.
fi: sovelluksesi omilla nimillä ja taustakuvilla.
fr: votre application avec des noms et des arrière-plans personnalisés.
sv: din app med anpassade namn och bakgrunder.

# onboarding_explore_detailed
source: Explore your measurement
de: Erkunden Sie Ihren
fi: Tarkastele anturiesi
fr: Explorez votre
sv: Utforska din

# onboarding_history
source: History
de: Messverlauf
fi: mittaushistoriaa
fr: historique de mesure
sv: mäthistorik

# onboarding_set_custom
source: Set and customise your
de: Einstellen und anpassen
fi: Aseta ja säädä omat
fr: Définissez et personnalisez vos
sv: Ställ in och anpassa dina

# onboarding_alerts
source: Alerts
de: Alarme
fi: hälytyksesi
fr: alertes
sv: varningar

# onboarding_share_your_sensors
source: to measure together with your friends and family.
de: zum Messen mit Ihren Freunden und Ihrer Familie.
fi: ja mittaa yhdessä ystävien sekä perheen kesken.
fr: à mesurer avec vos amis et votre famille.
sv: för att mäta tillsammans med dina vänner och familj.

# onboarding_sharees_can_use
source: Share Sensors
de: Teilen Sie Sensoren
fi: Jaa anturisi
fr: Partagez des capteurs
sv: Dela sensorer

# onboarding_access_widgets
source: Bring your favorite sensors to your Home Screen and Lock Screen as
de: Fügen Sie Ihre bevorzugten Sensoren als
fi: Tuo suosikkianturisi kotinäytölle ja lukitusnäytölle
fr: Apportez vos capteurs préférés sur votre écran d'accueil et votre écran de verrouillage sous forme
sv: Ta med dina favoritsensorer till din startskärm och låsskärm som

# onboarding_station_web
source: Ruuvi Web App
fi: Ruuvin web-sovelluksessa
fr: l'application Web Ruuvi
sv: Ruuvi webbappen

# onboarding_web_pros
source: Large dashboard, multi-year history, email alerts and more on
de: Großes Dashboard, mehrjähriger Verlauf, E-Mail-Benachrichtigungen und mehr in der
fi: Koontinäyttö, usean vuoden historia, sähköpostihälytykset ja paljon muuta
fr: Grand tableau de bord, historique pluriannuel, alertes par e-mail et plus encore sur
sv: Stor instrumentpanel, flerårig historik, e-postvarningar och mer på

# onboarding_gateway_required
source: A Ruuvi Gateway router is required.
de: Ein Ruuvi Gateway -Router ist erforderlich.
fi: Vaatii Ruuvi Gateway -reitittimen.
fr: Un routeur Ruuvi Gateway est requis.
sv: En Ruuvi Gateway -router krävs.

# onboarding_skip
source: Skip
de: Überspringen
fi: Ohita
fr: Ignorer
sv: Hoppa över

# onboarding_thats_it
source: Almost there!
de: Fast dort!
fi: Melkein valmista!
fr: Presque là!
sv: Nästan där!

# onboarding_thats_it_already_signed_in
source: Let's get started!
de: Lass uns anfangen!
fi: Aloitetaan!
fr: Commençons!
sv: Låt oss börja!

# onboarding_go_to_sign_in
source: Ruuvi experience is better when you're signed in. Do it now or continue without cloud features.
de: Ruuvi ist besser, wenn Sie angemeldet sind. Machen Sie es jetzt oder fahren Sie ohne Cloud-Funktionen fort.
fi: Kirjautumalla sisään saat parhaan Ruuvi-käyttökokemuksen. Tee se nyt tai jatka ilman pilviominaisuuksia.
fr: L'expérience Ruuvi est meilleure lorsque vous êtes connecté. Faites-le maintenant ou continuez sans les fonctionnalités cloud.
sv: Ruuvi-upplevelsen är bättre när du är inloggad. Gör det nu eller fortsätt utan molnfunktioner.

# onboarding_go_to_sign_in_already_signed_in
source: Let's start measuring!
de: Fangen wir an zu messen!
fi: Lähdetään mittaamaan!
fr: Commençons à mesurer !
sv: Låt oss börja mäta!

# onboarding_continue
source: Next
de: Nächste
fi: Seuraava
fr: Suivant
sv: Nästa

# sign_in_or_create_free_account
source: Sign in or create a free Ruuvi account
de: Logge dich ein oder erstelle ein kostenloses Ruuvi-Konto
fi: Kirjaudu tai luo ilmainen Ruuvi-tili
fr: Connectez-vous ou créez un compte Ruuvi gratuit
sv: Logga in eller skapa ett gratis Ruuvi-konto

# to_use_all_app_features
source: No password needed.
de: Kein Passwort erforderlich.
fi: Kirjautuminen ei vaadi salasanaa.
fr: Aucun mot de passe nécessaire.
sv: Inget lösenord behövs.

source: Type your email..
de: Geben Sie Ihre E-Mail ein..
fi: Anna sähköpostiosoite...
fr: Tapez votre e-mail...
sv: Skriv in din e-postadress...

source: Request Code
de: Anfrage Code
fi: Pyydä kirjautumiskoodi
fr: Demander un code
sv: Begär en inloggningskod

# no_password_needed
source: A free account will be created for this email if you don't already have one. Only email address is required. We keep your information safe.
de: Für diese E-Mail wird ein kostenloses Konto erstellt, falls Sie noch keines haben. Es ist nur eine E-Mail-Adresse erforderlich. Wir bewahren Ihre Informationen sicher auf.
fi: Tälle osoitteelle luodaan ilmainen tili, jos sinulla ei vielä ole tiliä. Tarvitset kirjautumiseen ainoastaan sähköpostiosoitteen. Pidämme tietosi turvassa.
fr: Un compte gratuit sera créé pour cet e-mail si vous n'en avez pas déjà un. Seule l'adresse e-mail est requise. Nous gardons vos informations en toute sécurité.
sv: Ett gratiskonto kommer att skapas för denna e-post om du inte redan har ett. Endast e-postadress krävs. Vi håller din information säker.

# benefits_sign_in
source: Read more about Ruuvi account benefits or sign in later
de: Lesen Sie mehr über die Vorteile des Ruuvi-Kontos oder melden Sie sich später an
fi: Lue lisää Ruuvi-tilin hyödyistä tai kirjaudu sisään myöhemmin
fr: En savoir plus sur les avantages du compte Ruuvi ou connectez-vous plus tard
sv: Läs mer om Ruuvi-kontoförmåner eller logga in senare

# use_without_account
source: No thanks, skip
de: Nein danke, überspringen
fi: Ei kiitos, ohita
fr: Non merci, je continue sans compte
ru: No thanks, I'll continue without an account
sv: Nej tack, hoppa över

# why_should_sign_in
source: Benefits
de: Vorteile
fi: Hyödyt
fr: Bénéfices
sv: Fördelar

# sensors_ownership_and_settings_stored_in_cloud
source: Signing in to the app has many advantages. Settings will be safely stored to your account:
de: Die Anmeldung bei der App hat viele Vorteile. Einstellungen werden sicher in deinem Konto gespeichert:
fi: Sisäänkirjautumalla saat useita etuja. Asetukset tallennetaan turvallisesti tilillesi:
fr: La connexion à l'application présente de nombreux avantages. Les paramètres seront stockés en toute sécurité sur votre compte:
sv: Att logga in på appen har många fördelar. Inställningarna kommer att lagras säkert på ditt konto:

# cloud_stored_ownerships
source: ● Sensor ownerships
de: ● Sensorbesitz
fi: ● Anturien omistajuustiedot
fr: ● Propriété des capteurs
sv: ● Sensorns ägarskap

# cloud_stored_names
source: ● Custom names
de: ● Sensornamen
fi: ● Anturinimet
fr: ● Noms des capteurs
sv: ● Sensornamn

# cloud_stored_alerts
source: ● Background images
de: ● Hintergrundbilder
fi: ● Taustakuvat
fr: ● Images d'arrière-plan
sv: ● Bakgrundsbilder

# cloud_stored_backgrounds
source: ● Alert settings
de: ● Alert-Einstellungen
fi: ● Hälytysasetukset
fr: ● Paramètres d'alerte
sv: ● Varningsinställningar

# cloud_stored_calibration
source: ● Calibration settings
de: ● Kalibrierungseinstellungen
fi: ● Kalibrointiasetukset
fr: ● Paramètres d'étalonnage
sv: ● Kalibreringsinställningar

# cloud_stored_sharing
source: ● App settings
de: ● App Einstellungen
fi: ● Sovellusasetukset
fr: ● Paramètres de l'application
sv: ● App inställningar

source: Note!
de: Notiz!
fi: Huomaa!
sv: Obs!

# claim_warning
source: Secure the ownership information of your sensors by claiming their ownerships in the app.
de: Sichern Sie die Eigentumsinformationen Ihrer Sensoren, indem Sie ihre Eigentumsrechte in der App beanspruchen.
fi: Turvaa anturiesi omistajuustiedot merkitsemällä niiden omistajuudet sovelluksessa.
fr: Sécurisez les informations de propriété de vos capteurs en revendiquant leurs propriétés dans l'application.
sv: Säkra ägarinformationen för dina sensorer genom att göra anspråk på deras äganderätt i appen.

# lets_do_it
source: Let's Sign In
de: Gehen Sie zum Anmelden
fi: Siirry kirjautumaan
fr: Connectez-vous
sv: Gå till inloggning

source: Enter Code
de: Code eingeben
fi: Syötä koodi
fr: Entrez le code
sv: Ange kod

# dashboard_no_sensors_message
source: Seems that you don't have any Ruuvi sensors added yet.
de: Scheint, als hätten Sie noch keine Ruuvi-Sensoren hinzugefügt.
fi: Sinulla ei ole vielä Ruuvi-antureita sovelluksessa.
fr: Il semble que vous n'ayez pas encore ajouté de capteurs Ruuvi.
sv: Det verkar som om du inte har några Ruuvi-sensorer tillagda ännu.

source: (changelog)
de: (änderungsprotokoll)
fi: (muutosloki)
fr: (journal des modifications)
sv: (ändringslogg)

# chart_stat_avg
source: Average
de: Durchschnitt
sv: Medelvärde

# shared_to_x
source: Shared to %d/%d
de: Freigegebene %d/%d
fi: Jaettu %d/%d
sv: Delad %d/%d

# settings_alert_notifications
source: Alert Notifications
de: Alarmbenachrichtigungen
fi: Hälytysilmoitukset
sv: Varningsmeddelanden

# settings_alert_sound
source: Alert Sound
de: Alarmton
fi: Hälytysääni
sv: Varningsljud

# settings_alert_sound_description
source: Select push notification alert sound.
de: Wählen Sie den Push-Benachrichtigungston aus.
fi: Valitse push-viestin hälytysääni.
sv: Välj varningsljudet för push-meddelandet.

# settings_alerts_footer_description
source: You can also adjust Notification settings under iOS Settings -> Notifications
de: Sie können die Benachrichtigungseinstellungen auch unter iOS-Einstellungen -> Benachrichtigungen anpassen
fi: Voit myös muokata ilmoitusasetuksia kohdassa iOS-asetukset -> Ilmoitukset
sv: Du kan även justera Aviseringsinställningar under iOS-inställningar -> Aviseringar

# settings_alerts_footer_description_link_mask
source: iOS Settings -> Notifications
de: iOS-Einstellungen -> Benachrichtigungen
fi: iOS-asetukset -> Ilmoitukset
sv: iOS-inställningar -> Aviseringar

# settings_email_alerts
source: Email Alerts
de: E-Mail-Benachrichtigungen
fi: Sähköpostihälytykset
sv: E-postvarningar

# settings_email_alerts_description
source: If you are using Ruuvi Cloud and Ruuvi Gateway, you will be able to receive email alerts by enabling this.
de: Wenn Sie Ruuvi Cloud und Ruuvi Gateway verwenden, können Sie durch Aktivieren dieser Funktion E-Mail-Benachrichtigungen erhalten.
fi: Jos olet Ruuvi Cloud ja Ruuvi Gateway -käyttäjä, voit vastaanottaa sähköpostihälytyksiä ottamalla tämän käyttöön.
sv: Om du använder Ruuvi Cloud och Ruuvi Gateway kommer du att kunna ta emot e-postvarningar genom att aktivera detta.

# settings_push_alerts
source: Push Alerts
de: Push-Benachrichtigungen
fi: Push-hälytykset
sv: Push-varningar

# settings_push_alerts_description
source: If you are using Ruuvi Cloud and Ruuvi Gateway, you will be able to receive push alerts by enabling this.
de: Wenn Sie Ruuvi Cloud und Ruuvi Gateway verwenden, können Sie Push-Benachrichtigungen erhalten, indem Sie diese aktivieren.
fi: Jos olet Ruuvi Cloud ja Ruuvi Gateway -käyttäjä, voit vastaanottaa push-hälytyksiä ottamalla tämän käyttöön.
sv: Om du använder Ruuvi Cloud och Ruuvi Gateway kommer du att kunna ta emot push-varningar genom att aktivera detta.

source: Synchronisation
fi: Synkronointi
sv: Synkronisering

# gatt_sync_description
source: Ruuvi Station downloads the internal history of the sensor for the last 10 days if the measurement history is available. The history is downloaded using a Bluetooth connection. Make sure you are near the sensor.
de: Ruuvi Station lädt den internen Verlauf des Sensors für die letzten 10 Tage herunter, wenn der Messverlauf verfügbar ist. Der Verlauf wird über eine Bluetooth-Verbindung heruntergeladen. Stellen Sie sicher, dass Sie sich in der Nähe des Sensors befinden.
fi: Ruuvi Station lataa anturin sisäisen historian viimeiseltä 10 päivältä, jos historia on saatavilla. Mittaushistoria ladataan Bluetooth-yhteydellä. Varmista, että olet anturin läheisyydessä.
sv: Ruuvi Station laddar ner sensorns interna historik för de senaste 10 dagarna om mäthistoriken är tillgänglig. Historien laddas ner med en Bluetooth-anslutning. Se till att du är nära sensorn.

# do_not_show_again
source: Don't show this again
de: Zeige das nicht noch einmal
fi: Älä näytä tätä uudestaan
sv: Visa inte detta igen

# sign_in_continue
source: Continue
de: Weitermachen
fi: Jatka
sv: Fortsätta

source: (Signing in is optional)
de: (Die Anmeldung ist optional)
fi: (Kirjautuminen ei ole pakollista)
sv: (Inloggning är inte obligatoriskt)

# Defaults.UserAuthorized.title
source: User Authorized
de: Benutzerautorisiert
fi: Käyttäjä autorisoitu
sv: Användare auktoriserad

# Defaults.DashboardTapActionChart.title
source: Show Chart on Dashboard Card Tap
de: Tippen Sie auf die Dashboard-Karte, um das Diagramm anzuzeigen
fi: Näytä kuvaaja napauttamalla koontinäytön korttia
sv: Tryck på instrumentpanelskortet för att visa diagrammet

# Defaults.DevServer.title
source: Use Dev Server
de: Verwenden Sie einen Entwicklungsserver
fi: Käytä dev-palvelinta
sv: Använd dev-server

# Defaults.DevServer.message
source: Changing Ruuvi Cloud endpoint requires signing out from current session and restart the app. Are you sure?
de: Um den Ruuvi Cloud-Endpunkt zu ändern, müssen Sie sich von der aktuellen Sitzung abmelden und die App neu starten. Bist du dir sicher?
fi: Ruuvi Cloud -päätepisteen muuttaminen vaatii kirjautumisen ulos nykyisestä istunnosta ja käynnistämään sovelluksen uudelleen. Oletko varma?
sv: För att ändra Ruuvi Cloud -slutpunkt måste du logga ut från den aktuella sessionen och starta om appen. Är du säker?

# Defaults.ShowEmailAlertsSettings.title
source: Show email alerts settings
de: Einstellungen für E-Mail-Benachrichtigungen anzeigen
fi: Näytä sähköpostihälytysasetukset
sv: Visa inställningar för e-postvarningar

# Defaults.ShowPushAlertsSettings.title
source: Show push alerts settings
de: Einstellungen für Push-Benachrichtigungen anzeigen
fi: Näytä push-hälytysasetukset
sv: Visa push-varningsinställningar

source: Use NFC
de: Verwenden Sie NFC
fi: Käytä NFC:tä
sv: Använd NFC

# use_bluetooth
source: Use BT
de: Verwenden Sie BT
fi: Käytä BT:tä
sv: Använd BT

# sensor_not_found_error
source: Sensor not found. Try again.
de: Sensor nicht gefunden. Versuchen Sie es erneut.
fi: Anturia ei löytynyt. Yritä uudelleen.
sv: Sensorn hittades inte. Försök igen.

# Defaults.HideNFC.title
source: Hide NFC Option for sensor contest
de: Verstecken Sie die NFC-Option vor einem erzwungenen Eigentümerwechsel
fi: Piilota NFC-vaihtoehto pakotetusta omistajuudenvaihdosta
sv: Dölj NFC-alternativet från påtvingat ägarbyte

# settings_alert_sound_default
source: System Default
de: Systemfehler
fi: Järjestelmän oletus
sv: Systemfel

# settings_alert_sound_ruuvi_speak
source: Ruuvi Alert
de: Ruuvi Alarm
fi: Ruuvi hälytys
sv: Ruuvi larm

source: Add with NFC
de: Mit NFC hinzufügen
sv: Lägg till med NFC

source: Sensor Details
sv: Sensordetaljer

source: Add Sensor
de: Sensor hinzufügen
sv: Lägg till sensor

source: Copy MAC Address
de: MAC-Adresse kopieren
sv: Kopiera MAC-adress

source: Copy Unique ID
de: Eindeutige ID kopieren
sv: Kopiera unikt ID

source: Name:
sv: Namn:

source: Mac Address:
de: MAC-Adresse:
sv: MAC-adress:

# go_to_sensor
source: Go to sensor card
de: Gehen Sie zur Sensorkarte
sv: Gå till sensorkortet

source: Unique ID:
de: Eindeutige ID:
sv: Unikt ID:

source: Close
de: Schließen
sv: Stäng

# add_sensor_nfc_df3_error
source: This sensor cannot be added with NFC due to old firmware. Please add the sensor with Bluetooth and update firmware.
de: Dieser Sensor kann aufgrund der alten Firmware nicht mit NFC hinzugefügt werden. Bitte fügen Sie den Sensor über Bluetooth hinzu und aktualisieren Sie die Firmware.
fi: This tag cannot be added with NFC due to old firmware. Please add the tag with Bluetooth and update firmware.
sv: Denna sensor kan inte läggas till med NFC på grund av gammal firmware. Lägg till sensorn med Bluetooth och uppdatera firmware.

# add_sensor_description
source: This page shows nearby Ruuvi sensors not yet added to the app. Tap a sensor to add it.
de: Auf dieser Seite werden Ruuvi-Sensoren in der Nähe angezeigt, die der App noch nicht hinzugefügt wurden. Tippen Sie auf einen Sensor, um ihn hinzuzufügen.
sv: Den här sidan visar närliggande Ruuvi-sensorer som ännu inte har lagts till i appen. Tryck på en sensor för att lägga till den.

# add_sensor_via_nfc
source: Alternatively, you can add a sensor using NFC by selecting Add with NFC and touching it with your phone.
sv: Alternativt kan du lägga till en sensor med NFC genom att välja Lägg till med NFC och trycka på den med din telefon.

source: Unclaim sensor
de: Anspruch auf Eigentum zurückziehen
sv: Ta bort äganderätten

source: Unclaim
de: Anspruch aufheben
sv: Ta bort anspråk

# unclaim_sensor_description
source: Ownership of this sensor has been claimed to your Ruuvi account. Press Unclaim to remove this sensor's settings and related data from your Ruuvi account.
de: Das Eigentum an diesem Sensor wurde Ihrem Ruuvi-Konto zugeordnet. Klicken Sie auf „Anspruch aufheben“, um die Einstellungen dieses Sensors und die zugehörigen Daten aus Ihrem Ruuvi-Konto zu entfernen.
fi: This sensor has been claimed to your Ruuvi account. Press Unclaim to remove this sensor, it's settings and related data from Ruuvi account.
sv: Äganderätten till denna sensor har gjorts anspråk på ditt Ruuvi-konto. Tryck på Unclaim för att ta bort sensorns inställningar och relaterade data från ditt Ruuvi-konto.

source: Claim sensor ownership
de: Beanspruchen Sie den Besitz des Sensors
sv: Gör anspråk på sensorägande

# do_you_own_sensor
source: Do you own this sensor?
de: Besitzen Sie diesen Sensor?
sv: Äger du denna sensor?

# owners_plan
source: Owner's Ruuvi Plan
de: Ruuvi-Plan des Eigentümers
sv: Ägarens Ruuvi-plan

# alert_cloud_connection_title
source: Cloud Connection
de: Cloud-Verbindung
sv: Molnuppkoppling

# alert_cloud_connection_description
source: Alert if sensor data hasn't been updated to the cloud for longer than %d minutes.
de: Warnung, wenn Sensordaten länger als %d Minuten nicht in der Cloud aktualisiert wurden.
sv: Varning om sensordata inte har uppdaterats till molnet på mer än %d minuter.

# alert_cloud_connection_dialog_description
source: Enter the desired delay to be used in minutes before alert is triggered. Minimum value is 2 minutes.
de: Geben Sie die gewünschte Verzögerung in Minuten ein, bevor die Warnung ausgelöst wird. Der Mindestwert beträgt 2 Minuten.
sv: Ange önskad fördröjning som ska användas i minuter innan larmet utlöses. Minsta värde är 2 minuter.

# alert_cloud_connection_dialog_title
source: Set cloud connection alert
de: Cloud-Verbindungsalarm einstellen
sv: Ställ in molnanslutningsvarning

source: Rename
de: Umbenennen
sv: Döp om

# chart_stat_show
source: Show min/max/avg
sv: Visa min/max/genomsnitt

# chart_stat_hide
source: Hide min/max/avg
sv: Dölj min/max/genomsnitt

# settings_alert_limit_notification
source: Limit alert notifications
sv: Begränsa varningsmeddelanden

# settings_alert_limit_notification_description
source: Trigger Bluetooth alert notification only once per hour even if alert was retriggered.
sv: Utlös Bluetooth-varningsavisering endast en gång i timmen även om varningen återutlöstes.

# About.Version.text
source: Version
fi: Versio
ru: Версия

# Defaults.ServiceTimeout.title
source: Service Timeout
de: Service Unterbrechung
fi: Palvelun aikakatkaisu
fr: Temporisation du service
ru: Таймаут (обм.)

# Defaults.Interval.Hour.string
source: h
fi: t
ru: ч

# ForegroundRow.connection.section
source: LOGS
de: PROTOKOLL
fi: LOKITIEDOT
fr: HISTORIQUE
ru: ЛОГИ

# Settings.SegmentedControl.Humidity.Relative.title
source: Rel
fi: Suht.
ru: Отн

# Settings.SegmentedControl.Humidity.DewPoint.title
source: Dew
de: Tau
fi: Kast.
fr: Rosée
ru: ТР

# TagSettings.dataFormatTitleLabel.text
source: Data Format
de: Datei Format
fi: Dataformaatti
fr: Format des données
ru: Формат Данных

# TagSettings.accelerationXTitleLabel.text
source: Acceleration X
de: Beschleunigung X
fi: Kiihtyvyys X
fr: Accélération en X
ru: Ускорение по X

# TagSettings.accelerationYTitleLabel.text
source: Acceleration Y
de: Beschleunigung Y
fi: Kiihtyvyys Y
fr: Accélération en Y
ru: Ускорение по Y

# TagSettings.accelerationZTitleLabel.text
source: Acceleration Z
de: Beschleunigung Z
fi: Kiihtyvyys Z
fr: Accélération en Z
ru: Ускорение по Z

# TagSettings.DataSource.Advertisement.title
source: Advertisement
fi: Laiteilmoitus
fr: Messages des capteurs
ru: Вещания

# ExportService.AccelerationX
source: Acceleration X
de: Beschleunigung X
fi: Kiihtyvyys X
fr: Accélération en X
ru: Ускорение по X

# ExportService.AccelerationY
source: Acceleration Y
de: Beschleunigung Y
fi: Kiihtyvyys Y
fr: Accélération en Y
ru: Ускорение по Y

# ExportService.AccelerationZ
source: Acceleration Z
de: Beschleunigung Z
fi: Kiihtyvyys Z
fr: Accélération en Z
ru: Ускорение по Z

source: h
fi: t
ru: ч

# Ruuvi.BuySensors.URL.IOS
source: https://ruuvi.com/products?utm_campaign=app_ua&utm_medium=referral&utm_source=ios
fi: https://ruuvi.com/fi/tuotteet?utm_campaign=app_ua&utm_medium=referral&utm_source=ios

# Ruuvi.BuySensors.Menu.URL.IOS
source: https://ruuvi.com/products?utm_campaign=app_ua_nav&utm_medium=referral&utm_source=ios
fi: https://ruuvi.com/fi/tuotteet?utm_campaign=app_ua_nav&utm_medium=referral&utm_source=ios
