Repository: ruuvi/com.ruuvi.station.ios
Catalog: station/Resources/Strings/*.lproj/Localizable.strings
Languages: de, fi, fr, ru, sv

# SignIn.SubtitleLabel.text
source: To enjoy all the features, create a free account or sign in to your existing Ruuvi account by entering your email address.
de: Um alle Funktionen nutzen zu können, erstellen Sie ein kostenloses Konto oder melden Sie sich bei Ihrem bestehenden Ruuvi-Konto an, indem Sie Ihre E-Mail-Adresse eingeben.
fi: Hyödyntääksesi kaikkia sovelluksen ominaisuuksia, kirjaudu sisään tai luo uusi ilmainen Ruuvi-käyttäjätili antamalla sähköpostiosoitteesi.
fr: Profitez de tous les avantages de Ruuvi Station! Connectez-vous ou créez votre compte en entrant votre adresse mail.
ru: Чтобы воспользоваться всеми функциями, создайте аккаунт или войдите в существующий. Пожалуйста, введите ваш email.
sv: Dra full nytta av Ruuvi Station! Logga in eller skapa ett nytt Ruuvi-konto genom att ange din e-postadress.

# SignIn.VerificationCodePlaceholder
source: verification code in format: CJSM
de: Verifizierungscode im Format: CJSM
fi: vahvistuskoodi muodossa: CJSM
fr: verification du code au format CJSM
ru: код подтверждения в формате: CJSM
sv: verifieringskod i format CJSM

# UserApiError.ER_FORBIDDEN
source: Forbidden
de: Verboten
fi: Kielletty
fr: Interdit
ru: Запрещено
sv: Förbjuden

# UserApiError.ER_UNAUTHORIZED
source: Unauthorised
de: Nicht autorisiert
fi: Ei sallittu
fr: Non permis
ru: Требуется авторизация
sv: Obehörig

# UserApiError.ER_INTERNAL
source: Internal error
de: Interner Fehler
fi: Sisäinen virhe
fr: Erreur interne
ru: Внутренняя ошибка
sv: Internt fel

# UserApiError.ER_INVALID_FORMAT
source: Invalid request format
de: Ungültiges Anfrageformat
fi: Virheellinen pyynnön muoto
fr: Format incorrect
ru: Неправильный формат запроса
sv: Ogiltigt förfrågningsformat

# UserApiError.ER_USER_NOT_FOUND
source: User not found
de: Benutzer wurde nicht gefunden
fi: Käyttäjää ei löydy
fr: Utilisateur introuvable
ru: Пользователь не найден
sv: Användaren hittades inte

# UserApiError.ER_SENSOR_NOT_FOUND
source: Sensor not found
de: Sensor nicht gefunden
fi: Anturia ei löydy
fr: Capteur introuvable
ru: Сенсор не найден
sv: Sensorn hittades inte

# UserApiError.ER_TOKEN_EXPIRED
source: Token is expired
de: Token ist abgelaufen
fi: Avain on vanhentunut
fr: Le code est perimé
ru: Токен истек
sv: Nyckeln har upphört att gälla

# UserApiError.ER_SUBSCRIPTION_NOT_FOUND
source: Subscription is not found
de: Abonnement wurde nicht gefunden
fi: Tilausta ei löydy
fr: L'abonnement est introuvable
ru: Подписка не найдена
sv: Prenumerationen hittades inte

# UserApiError.ER_SHARE_COUNT_REACHED
source: The share limit is reached
de: Das Teilen Limit ist erreicht
fi: Jakojen enimmäismäärä on ylitetty
fr: Le nombre de partages maximum est atteint
ru: Достигнут лимит количества общих сенсоров
sv: Maximal delning har överskridits

# UserApiError.ER_SENSOR_SHARE_COUNT_REACHED
source: Sensor share limit is reached
de: Sensor Teilen Limit ist erreicht
fi: Et voi jakaa anturia useammalle käyttäjälle
fr: Vous ne pouvez pas partager le capteur à d'avantage d'utilisateurs
ru: Превышено количество общих сенсоров
sv: Du kan inte dela sensorn med flera användare

# UserApiError.ER_NO_DATA_TO_SHARE
source: In order to share the sensor, you need to have a Ruuvi Gateway router nearby the sensor
de: Um den Sensor zu teilen, benötigen Sie einen Ruuvi Gateway-Router in der Nähe des Sensors
fi: Jotta voit jakaa anturin, sen täytyy olla Ruuvi Gateway -reitittimen kuuluvuusalueella
fr: Pour partager le capteur, ce dernier doit être à portée du routeur Ruuvi Gateway
ru: Чтобы поделиться датчиком необходимо наличие Ruuvi Gateway поблизости
sv: För att dela sensorn måste du ha en Ruuvi Gateway router i närheten av sensorn

# UserApiError.ER_SENSOR_ALREADY_SHARED
source: This sensor is already shared
de: Dieser Sensor wurde bereits geteilt
fi: Tämä anturi on jo jaettu
fr: Ce capteur est déjà partagé
ru: Вы уже делились этим сенсором
sv: Sensorn är redan delad

# UserApiError.ER_SENSOR_ALREADY_CLAIMED
source: Sensor already claimed by %@
de: Sensor bereits beansprucht von %@
fi: Anturilla on jo toinen omistaja: %@
fr: Capteur déjà revendiqué par %@
sv: Sensorn ägs redan av %@

# UserApiError.ER_SENSOR_ALREADY_CLAIMED_NO_EMAIL
source: Sensor already claimed
de: Sensor bereits beansprucht
fi: Anturilla on jo toinen omistaja
fr: Capteur déjà revendiqué
sv: Sensorn har redan en ägare

# UserApiError.ER_UNABLE_TO_SEND_EMAIL
source: Unable to send email
de: Die Email kann nicht gesendet werden
fi: Sähköpostin lähetys epäonnistui
fr: Impossible d'envoyer l'email
ru: Не удалось отправить e-mail
sv: Kunde inte skicka e-post

# UserApiError.ER_MISSING_ARGUMENT
source: Missing argument
de: Fehlendes Argument
fi: Argumentti puuttuu
fr: Argument manquant
ru: Пропущен аргумент запроса
sv: Argument saknas

# UserApiError.ER_INVALID_DENSITY_MODE
source: Invalid density mode
de: Ungültiger Dichtemodus
fi: Virheellinen tiheuden tila
fr: Mode de densité invalide
ru: Недопустимый режим плотности
sv: Ogiltig densitet

# UserApiError.ER_INVALID_SORT_MODE
source: Invalid sort mode
de: Ungültiger Sortiermodus
fi: Virheellinen lajittelun tila
fr: Mode de tri invalide
ru: Выбран недопустимый метод сортировки
sv: Ogiltig sortering

# UserApiError.ER_INVALID_TIME_RANGE
source: Invalid time range
de: Ungültiger Zeitraum
fi: Virheellinen aikaväli
fr: Intervalle invalide
ru: Выбран недопустимый промежуток времени
sv: Ogiltigt intervall

# UserApiError.ER_INVALID_EMAIL_ADDRESS
source: Invalid email address
de: Ungültige E-Mail-Adresse
fi: Virheellinen sähköpostiosoite
fr: Adresse email invalide
ru: Недопустимый e-mail
sv: Ogiltig e-postaddress

# UserApiError.ER_INVALID_MAC_ADDRESS
source: Invalid MAC-address
de: Ungültige MAC-Adresse
fi: Virheellinen MAC-osoite
fr: Adresse MAC invalide
ru: Недопустимый MAC-адрес
sv: Ogiltig MAC-address

# UserApiError.ER_SUB_DATA_STORAGE_ERROR
source: Data storage error
de: Datenspeicherfehler
fi: Tallennusvirhe
fr: Erreur d'enregistrement
ru: Ошибка сохранения данных
sv: Datalagringsfel

# UserApiError.ER_SUB_NO_USER
source: No user
de: Kein Benutzer
fi: Ei käyttäjää
fr: Pas d'utilisateur
ru: Нет пользователя
sv: Ingen användare

# UserApiError.ER_THROTTLED
source: Too many requests
de: Zu viele Anfragen
sv: För många förfrågningar

# OffsetCorrection.CalibrationDescription.text
source: In normal use, it's not necessary to adjust the offset. If you're an advanced user and you'd like to manually configure the factory calibrated sensors, it's possible to do so. Calibration tips are available on ruuvi.com/support
de: Bei normalem Gebrauch ist es nicht erforderlich, den Offset anzupassen. Wenn Sie ein fortgeschrittener Benutzer sind und die werkseitig kalibrierten Sensoren manuell konfigurieren möchten, ist dies möglich. Tipps zur Kalibrierung sind auf ruuvi.com/support verfügbar
fi: Anturin kalibrointi ei ole tarpeellista normaalissa käytössä. Tämä ominaisuus on tarkoitettu edistyneille käyttäjille. Kalibroinnin lisäohjeet löytyvät osoitteesta ruuvi.com/fi/tuki
fr: En utilisation normale, il n'est pas nécessaire de calibrer le capteur. Si vous souhaitez tout de même calibrer calibrer le capteur les instructions sont trouvables ici ruuvi.com/support
ru: Обычно нет необходимости калибровать датчики. Однако, если вы продивнутый пользователь и хотите вручную откалибровать настроенные на заводе сенсоры, это возможно. Подсказки и информация доступны на сайте ruuvi.com/support
sv: Vid normal användning är det inte nödvändigt att kalibrera sensorerna. Om du är en avancerad användare och vill kalibrera manuellt är det möjligt att göra det. Kalibreringstips finns på ruuvi.com/support

# OffsetCorrection.Dialog.Calibration.ClearConfirm
source: Clear calibration settings?
de: Kalibrierungseinstellungen löschen?
fi: Poista kalibrointiasetukset?
fr: Supprimer la calibration ?
ru: Сбросить настройки калибровки?
sv: Renas kalibereringsinställningar?

# OffsetCorrection.Dialog.Calibration.Title
source: Calibration setup
de: Kalibriereinrichtung
fi: Kalibrointi
fr: Calibration
ru: Настройка калибровок
sv: Kalibreringsinställningar

# OffsetCorrection.Dialog.Calibration.EnterTemperature
source: Enter the expected temperature value from sensor under current conditions (%@):
de: Geben Sie den erwarteten Temperaturwert des Sensors unter aktuellen Bedingungen ein (%@):
fi: Syötä anturin oletettu lämpötila tämänhetkisissä olosuhteissa (%@):
fr: Entrez la température attendue dans ces conditions (%@):
ru: Введите ожидаемое значение температуры в текущих условиях (%@):
sv: Ange temperaturen som förväntas av sensorn just nu (%@):

# OffsetCorrection.Dialog.Calibration.EnterPressure
source: Enter the expected pressure value from sensor under current conditions (%@):
de: Geben Sie den erwarteten Druckwert vom Sensor unter aktuellen Bedingungen ein (%@):
fi: Syötä anturin oletettu paine tämänhetkisissä olosuhteissa (%@):
fr: Entrez la pression attendue dans ces conditions (%@):
ru: Введите ожидаемое значение давления в текущих условиях (%@):
sv: Ange lufttrycket som förväntas av sensorn just nu (%@):

# OffsetCorrection.Dialog.Calibration.EnterHumidity
source: Enter the expected humidity value from sensor under current conditions (%@):
de: Geben Sie den erwarteten Feuchtigkeitswert des Sensors unter den aktuellen Bedingungen ein (%@):
fi: Syötä anturin oletettu kosteus tämänhetkisissä olosuhteissa (%@):
fr: Entrez l'humidité attendue dans ces conditions (%@):
ru: Введите ожидаемое значение влажности в текущих условиях (%@):
sv: Ange fuktigheten som förväntas av sensorn just nu (%@):

# OffsetCorrection.OriginalValue.title
source: Original measured value
de: Ursprünglicher Messwert
fi: Alkuperäinen arvo
fr: Valeur originale
ru: Измеренное значение
sv: Ursprungligt värde

# OffsetCorrection.CorrectedValue.title
source: Corrected value
de: Korrigierter Wert
fi: Korjattu arvo
fr: Valeur corrigée
ru: Откалиброванное значение
sv: Korrigerat värde

# OffsetCorrection.Temperature.Title
source: Temperature offset
de: Temperatur-Offset
fi: Lämpötilapoikkeama
fr: Correction de température
ru: Калибровка по температуре
sv: Temperatur offset

# OffsetCorrection.Humidity.Title
source: Humidity offset
de: Feuchtigkeits-Offset
fi: Kosteuspoikkeama
fr: Correction d'humidité
ru: Калибровка по влажности
sv: Fuktighet offset

# OffsetCorrection.Pressure.Title
source: Pressure offset
de: Druckoffset
fi: Painepoikkeama
fr: Correction de pression
ru: Калибровка по давлению
sv: Lufttryck offset

# OffsetCorrection.Calibrate.button
source: Offset correction
de: Offset-Korrektur
fi: Kalibrointi
fr: Correction
ru: Калибровка
sv: Kalibrering

# TagSettings.SectionHeader.OffsetCorrection.Title
source: OFFSET CORRECTION
de: OFFSET-KORREKTUR
fi: KALIBROINTI
fr: CORRECTION
ru: КАЛИБРОВКИ
sv: KALIBRERING

# TagSettings.OffsetCorrection.Temperature
source: Temperature
de: Temperatur
fi: Lämpötila
fr: Température
ru: Температура
sv: Temperatur

# TagSettings.OffsetCorrection.Humidity
source: Humidity
de: Feuchtigkeit
fi: Kosteus
fr: Humidité
ru: Влажность
sv: Fuktighet

# TagSettings.OffsetCorrection.Pressure
source: Pressure
de: Druck
fi: Paine
fr: Pression
ru: Давление
sv: Lufttryck

# PhotoPicker.Sheet.files
source: Choose from files
de: Aus Dateien auswählen
fi: Valitse tiedostoista
fr: Choisir parmis les fichiers
ru: Выбрать из файлов
sv: Välj från filer

# SignIn.EnterVerificationCode
source: Please enter verification code
de: Bitte Bestätigungscode eingeben
fi: Syötä vahvistuskoodi
fr: Entrez le code de vérification
ru: Пожалуйста, введите код подтверждения
sv: Ange verifieringskod

# UnexpectedError.failedToFindOrGenerateBackgroundImage
source: Failed to find or generate background image
de: Hintergrundbild konnte nicht gefunden oder generiert werden
fi: Taustakuvaa ei löydy tai sen luominen epäonnistui
fr: Echec de la mise à jour du fond d'écran
ru: Не удалось найти или сгенерировать фоновое изображение
sv: Det gick inte att hitta eller skapa bakgrundsbild

# UnexpectedError.bothLuidAndMacAreNil
source: Both local and MAC identifiers are nil
de: Sowohl lokale als auch MAC-Identifikatoren sind null
fi: Sekä paikallinen että MAC-tunniste puuttuu
fr: Les identifiants MAC et local sont introuvables
ru: Локальный индентификатор и MAC-адрес не определены
sv: Både lokal och MAC-ID saknas

# RuuviCloudApiError.emptyResponse
source: Empty response
de: Leere Antwort
fi: Tyhjä vastaus
fr: Réponse nulle
ru: Пустой ответ
sv: Tomt svar

# RuuviCloudApiError.failedToGetDataFromResponse
source: Failed to get data from response
de: Fehler beim Abrufen der Daten aus der Antwort
fi: Vastaus ei sisällä tietoa
fr: La réponse ne contient pas de données
ru: Не удалось получить данные из ответа
sv: Svaret innehåller ingen information

# RuuviCloudApiError.unexpectedHTTPStatusCode
source: Unexpected HTTP status code
de: Unerwarteter HTTP-Statuscode
fi: Odottamaton HTTP-tilakoodi
fr: Code HTTP innatendu
ru: Неожиданный код статуса HTTP
sv: Oväntad HTTP-statuskod

# RuuviCloudError.NotAuthorized
source: Not authorised
de: Nicht autorisiert
fi: Ei valtuutusta
fr: Non authorisé
ru: Не авторизован
sv: Inte behörig

# RuuviLocalError.failedToGetJpegRepresentation
source: Failed to get JPG representation
de: Fehler beim Abrufen der JPG-Darstellung
fi: JPG-muunnosta ei voida tehdä
fr: Echec de la représentation JPG
ru: Не удалось получить данные в формате JPG
sv: Det gick inte att få JPG-representation

# RuuviLocalError.failedToGetDocumentsDirectory
source: Failed to get background directory
de: Fehler beim Abrufen des Hintergrundverzeichnisses
fi: Taustakuvahakemistoa ei löydy
fr: Répertoire d'arrière-plan introuvable
ru: Не удалось получить директорию для фоновых изображений
sv: Det gick inte att hämta bakgrundskatalog

# RuuviPersistenceError.failedToFindRuuviTag
source: Failed to find sensor
de: Sensor konnte nicht gefunden werden
fi: Anturia ei löydetty
fr: Echec de jumelage
ru: Не удалось найти сенсор
sv: Hittade inte sensorn

# RuuviServiceError.pictureUrlIsNil
source: Photo URL is nil
de: Bild-URL ist null
fi: Kuvan URL puuttuu
fr: URL de la photo manquant
ru: Пустой URL картинки
sv: Bild URL saknas

# RuuviServiceError.macIdIsNil
source: MAC identifier is nil
de: MAC-Kennung ist null
fi: MAC-tunniste puuttuu
fr: adresse MAC manquante
ru: Пустой MAC-адрес
sv: MAC-id saknas

# network_sharing_disabled
source: Only sensors within range of your Ruuvi Gateway can be shared.
de: Nur Sensoren in Reichweite Ihres Ruuvi Gateways können geteilt werden.
fi: Voit jakaa vain Ruuvi Gateway -reitittimen läheisyydessä olevia antureita.
sv: Endast sensorer inom räckhåll av din Ruuvi Gateway kan delas.

# RuuviServiceError.bothLuidAndMacAreNil
source: Both local and MAC identifiers are nil
de: Sowohl lokale als auch MAC-Identifikatoren sind null
fi: Sekä paikallinen että MAC-tunniste puuttuu
fr: Identifiants MAC et local manquant
ru: Локальный идентификатор и MAC-адрес пустые
sv: Både lokal och MAC-ID saknas

# RuuviServiceError.failedToParseNetworkResponse
source: Failed to parse response.
de: Fehler beim Parsen der Antwort.
fi: Vastauksen jäsentäminen epäonnistui
fr: Echec de l'enregistrement de la réponse
ru: Не удалось распарсить ответ
sv: Det gick inte att tolka svaret.

# RuuviServiceError.failedToFindOrGenerateBackgroundImage
source: Failed to find or generate background image
de: Hintergrundbild konnte nicht gefunden oder generiert werden
fi: Taustakuvaa ei löydy tai sen luominen epäonnistui
fr: Fond d'écran introuvable
ru: Не удалось найти или сгенерировать фоновое изображение
sv: Det gick inte att hitta eller skapa bakgrundsbild

# RuuviServiceError.failedToGetJpegRepresentation
source: Failed to get JPG representation
de: Fehler beim Abrufen der JPG-Darstellung
fi: JPG-muunnosta ei voida tehdä
fr: Echec de la représentation JPG
ru: Не удалось получить данные в формате JPG
sv: Det gick inte att få JPG-representation

# UpdateFirmware.Title.text
source: Update Firmware
de: Firmware aktualisieren
fi: Päivitä laiteohjelmisto
fr: Mettre à jour le programme
ru: Обновить Прошивку
sv: Uppdatera programvara

# UpdateFirmware.Download.header
source: DOWNLOAD LATEST FIRMWARE
de: AKTUELLE FIRMWARE HERUNTERLADEN
fi: LATAA UUSIN LAITEOHJELMISTO
fr: TÉLÉCHARGER LA DÉRNIÈRE VERSION
ru: СКАЧАТЬ ПОСЛЕДНЮЮ ПРОШИВКУ
sv: LADDA NER NYASTE PROGRAMVARA

# UpdateFirmware.Download.content
source: To start with the update process, first download the latest software package on the device you're going to use for updates. Latest version is available on ruuvi.com/software-update
de: Um mit dem Update-Vorgang zu beginnen, laden Sie zuerst das neueste Softwarepaket auf das Gerät herunter, das Sie für die Aktualisierung verwenden möchten. Die neueste Version ist auf ruuvi.com/software-update verfügbar
fi: Lataa uusin saatavilla oleva ohjelmistopaketti ennen päivityksen aloittamista. Uusin versio on ladattavissa osoitteesta ruuvi.com/fi/ohjelmistopaivitys
fr: Pour commencer la mise à jour, télécharger la dérnière version sur l'appareil que vous utiliserez pour mettre à jour le capteur. Fichier disponible sur ruuvi.com/software-update
ru: Чтобы начать процесс обновления, скачайте последнюю прошивку для целевого устройства. Последняя версия прошивки доступна на сайте ruuvi.com/software-update
sv: Ladda ner det senaste tillgängliga programvarupaketet innan du startar uppgraderingen. Den senaste versionen kan laddas ner från ruuvi.com/software-update

# UpdateFirmware.SetDfu.header
source: SET RUUVI TAG TO DFU MODE
de: RUUVI-TAG AUF DFU-MODUS EINSTELLEN
fi: ASETA RUUVI-ANTURI DFU-TILAAN
fr: METTRE LE CAPTEUR EN MODE DFU
ru: ПЕРЕВЕДИТЕ RUUVI TAG В DFU-РЕЖИМ
sv: STÄLL IN RUUVI TAG I DFU-LÄGE

# UpdateFirmware.SetDfu.content
source: Open the RuuviTag's enclosure by pulling it open with your fingers or gently with a flat head screw driver. Set RuuviTag to bootloader mode by holding down button B and pressing reset button R. Red indicator LED light will light up and stay on. If your device has only 1 button, keep it pressed 10 seconds to enter the bootloader.
de: Öffnen Sie das Gehäuse des RuuviTag, indem Sie es mit den Fingern oder vorsichtig mit einem Flachkopfschraubendreher aufziehen. Setzen Sie den RuuviTag in den Bootloader-Modus, indem Sie die Taste B gedrückt halten und die Reset-Taste R drücken. Die rote LED-Anzeige leuchtet und bleibt An. Wenn Ihr Gerät nur über 1 Taste verfügt, halten Sie diese 10 Sekunden lang gedrückt, um den Bootloader aufzurufen.
fi: Avaa anturin suojakotelo vetämällä kansiosa erilleen kotelon pohjasta sormin tai tasapäisen ruuvimeisselin avulla. Aseta RuuviTag päivitystilaan pitämällä painiketta B alaspainettuna ja painamalla samalla nollauspainiketta R. Punainen LED-valo on aktiivinen laitteen ollessa bootloader-tilassa. Pidä painiketta alaspainettuna 10 sekunnin ajan, mikäli laitteessa on vain yksi painike.
fr: Ouvrez le boitier du capteur, aidez-vous d'un tournevis plat si besoin. Appuyez sur le bouton B pendant quelques secondespuis sur le bouton R en gradant le bouton B enfoncé. La LED rouge doit s'allumer lorsqu'il est en mode bootloader. S'il n'y a qu'un bouton appuyez dessus pendant 10 secondes.
ru: Осторожно откройте RuuviTag пальцами или отверткой. Введите RuuviTag в режим обновления прошивки, зажав кнопку B и нажав на кнопку перезагрузки R. Красная лампочка загорится и будет продолжать гореть. Если на вашем устройстве только одна кнопка, зажмите ее на 10 секунд.
sv: Öppna sensorn genom att dra upp den med fingrarna eller försiktigt med en platt skruvmejsel. Ställ RuuviTag i uppdateringsläge genom att hålla ned knappen B och trycka på återställningsknappen R. Den röda indikatorlampan tänds och fortsätter att lysa. Om din enhet bara har en knapp, håll den intryckt i 10 sekunder för att komma in i uppdateringsläge.

# UpdateFirmware.NextButton.title
source: NEXT
de: NÄCHSTE
fi: SEURAAVA
fr: SUIVANT
ru: ДАЛЕЕ
sv: NÄSTA

# DfuDevicesScanner.Title.text
source: Devices
de: Geräte
fi: Laitteet
fr: Appareils
ru: Устройства
sv: Enheter

# DfuDevicesScanner.Description.text
source: Find and select sensor "RuuviBoot".
de: Suchen und wählen Sie den Sensor "RuuviBoot".
fi: Etsi ja valitse päivitettävä anturi "RuuviBoot".
fr: Chercher et choisir un capteur "RuuviBoot".
ru: Найдите и выберите сенсор "RuuviBoot".
sv: Hitta ock välj sensor "RuuviBoot"

# DfuDevicesScanner.NoDevice.text
source: (No sensors in Bluetooth range)
de: (Keine Sensoren in Bluetooth-Reichweite)
fi: (Ei havaittuja antureita Bluetooth-verkon alueella)
fr: (Pas de capteurs à portée du Bluetooth)
ru: (Bluetooth устройства не найдены)
sv: (Inga sensorer inom Bluetooths räckvidd)

# DfuDevicesScanner.BluetoothDisabled.text
source: (Bluetooth is disabled)
de: (Bluetooth ist deaktiviert)
fi: (Bluetooth ei ole käytössä)
fr: (Bluetooth désactivé)
ru: (Bluetooth отключен)
sv: (Bluetooth är avaktiverat)

# DfuDevicesScanner.BluetoothDisabledAlert.title
source: Bluetooth is not enabled
de: Bluetooth ist nicht aktiviert
fi: Bluetooth ei ole käytössä
fr: Bluetooth désactivé
ru: Bluetooth выключен
sv: Bluetooth är inte aktiverat

# DfuDevicesScanner.BluetoothDisabledAlert.message
source: Ruuvi Station needs Bluetooth to be able to listen for sensors. Go to Settings and turn Bluetooth on.
de: Die Ruuvi Station benötigt Bluetooth, um Sensoren zu verbinden. Gehen Sie zu Einstellungen und schalten Sie Bluetooth ein.
fi: Ruuvi Station tarvitsee Bluetooth-yhteyden toimiakseen. Ota Bluetooth käyttöön laitteen asetuksista.
fr: Ruuvi Station a besoin du Bluetooth pour fonctionner. Activez-le dans les paramètres de votre appareil.
ru: Ruuvi Station необходим bluetooth чтобы слушать сенсоры. Откройте Настройки и включите Bluetooth.
sv: Ruuvi Station behöver bluetooth för att fungera. Gå till Inställningar och aktivera Bluetooth.

# DfuFlash.Title.text
source: DFU Flash
fi: DFU-päivitys
fr: Mise à jour DFU
ru: DFU
sv: DFU-uppdatering

# DfuFlash.Progress.text
source: Progress
de: Fortschritt
fi: Edistyminen
fr: Avancement
ru: Прогресс
sv: Framsteg

# DfuFlash.Step.text
source: Step
de: Schritt
fi: Vaihe
fr: Étape
ru: Шаг
sv: Steg

# DfuFlash.Steps.PackageSelection.text
source: Package selection
de: Paketauswahl
fi: Valitse päivityspaketti
fr: Choisir le fichier de mise à jour
ru: Выбор Прошивки
sv: Välj uppdateringspaket

# DfuFlash.Steps.ReadyForUpload.text
source: Ready For upload
de: Bereit zum Hochladen
fi: Valmis ladattavaksi
fr: Prêt pour la mise à jour
ru: Готово к Загрузке
sv: Redo för uppladdning

# DfuFlash.Steps.Uploading.text
source: Uploading
de: Hochladen
fi: Ladataan
fr: Chargement
ru: Загружаю
sv: Uppladdning

# DfuFlash.Steps.Completed.text
source: Completed
de: Fertig
fi: Valmis
fr: Prêt
ru: Успешно
sv: Klar

# DfuFlash.OpenDocumentPicker.title
source: OPEN DOCUMENT PICKER
de: DOKUMENTENAUSWAHL ÖFFNEN
fi: AVAA TIEDOSTOVALITSIN
fr: OUVRIR LE GESTIONNAIRE DE FICHIERS
ru: ОТКРЫТЬ ФАЙЛ
sv: ÖPPET DOKUMENTVÄLJARE

# DfuFlash.FirmwareSelectionGuide.text
source: Locate the previously downloaded ZIP file on your mobile device.
de: Suchen Sie die zuvor heruntergeladene ZIP-Datei auf Ihrem Handy.
fi: Etsi aiemmin mobiililaitteelle tallentamasi ZIP-tiedosto.
fr: Chercher le fichier ZIP.
ru: Выберите ранее загруженный ZIP файл.
sv: Hitta ZIP-filen som du laddade ner.

# DfuFlash.Firmware.FileName.text
source: File name
de: Dateiname
fi: Tiedostonimi
fr: Nom du fichier
ru: Имя Файла
sv: Filnamn

# DfuFlash.Firmware.Parts.text
source: Parts
de: Teile
fi: Osat
fr: Parties
ru: Части
sv: Delar

# DfuFlash.Firmware.Size.text
source: Size
de: Größe
fi: Koko
fr: Taille
ru: Размер
sv: Storlek

# DfuFlash.Firmware.SoftDeviceSize.text
source: Soft Device size
de: Größe des Soft-Geräts
fi: Soft Device koko
fr: Soft Device taille
ru: Soft Device Размер
sv: Soft Device storlek

# DfuFlash.Firmware.BootloaderSize.text
source: Bootloader size
de: Bootloader-Größe
fi: Bootloader koko
fr: Taille du bootloader
ru: Размер Загрузчика
sv: Bootloader storlek
